{"parties": [
  {"pic":"logo_cdu.jpg", "name":"cdu", "url":"https://www.cdu.de"},
  {"pic":"logo_spd.svg", "name":"spd", "url":"https://www.spd.de"},
  {"pic":"logo_fdp.jpg", "name":"fdp", "url":"https://www.fdp.de"},
  {"pic":"logo_gruene.svg", "name":"grüne", "url":"https://www.gruene.de"},
  {"pic":"logo_linke.svg", "name":"linke", "url":"https://www.die-linke.de/start/"},
  {"pic":"logo_afd.svg", "name":"afd", "url":"https://www.afd.de"}
],
"position_symbols": [
  {"shorthand":"green", "symbol_url":"green_tick.jpg"},
  {"shorthand":"red", "symbol_url":"red_cross.jpg"},
  {"shorthand":"yellow", "symbol_url":"yellow_circle.jpg"},
  {"shorthand":"grey", "symbol_url":"grey_dash.jpg"}
],
"topics": [
  {
  "title": "Thema: Einwanderung und Visum",
  "items": [
      {"title": "Staatsbürgerschaft als Geburtsrecht",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Unsere Gesellschaft des Respekts braucht ein modernes Staatsangehörigkeitsrecht. Nachdem wir bereits dafür gesorgt haben, dass grundsätzlich alle in Deutschland geborenen Kinder mit der Geburt auch deutsche Staatsbürger*innen sind, [...]« (S.46)"],
        "fdp":["green", "»Es ist für das Zusammenleben im Einwanderungsland Deutschland wertvoll, wenn Menschen, die in Deutschland geboren sind oder ihr ganzes Leben in Deutschland verbringen werden, über eine Einbürgerung auch rechtlich Teil des Staatsvolkes werden.« (S.78)"],
        "grüne":["green", "»Wer in Deutschland geboren wird, soll die deutsche Staatsbürgerschaft erhalten, wenn ein Elternteil rechtmäßig seinen gewöhnlichen Aufenthalt in Deutschland hat.« (S.183)"],
        "linke":["green", "»Alle hier geborenen Kinder und Jugendlichen, deren Eltern dauerhaft im Land wohnen, sollen die deutsche Staatsangehörigkeit erhalten und ein Recht auf Mehrstaatlichkeit haben – ohne die Staatsbürgerschaft der Eltern ablegen zu müssen.« (S.113)"],
        "afd":["red", "»Das Geburtsortprinzip (Erwerb der deutschen Staatsangehörigkeit durch Geburt in Deutschland, auch wenn kein Elternteil Deutscher ist) wollen wir wieder aus dem Gesetz streichen und zum Abstammungsprinzip zurückkehren, wie es bis zum Jahr 2000 galt. Die Anforderungen - besonders auch in zeitlicher Hinsicht - für eine Ermessenseinbürgerung müssen erheblich steigen und einen Anspruch auf Einbürgerung darf es nicht mehr geben. Die Verleihung der deutschen Staatsangehörigkeit soll als Erfolg eigener Anstrengung erlebt werden und die Betroffenen mit Stolz erfüllen können.« (S.101)"]
       }
      },
      {"title": "Optionszwang abschaffen, Mehrstaatigkeit ermöglichen",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Unsere Gesellschaft des Respekts braucht ein modernes Staatsangehörigkeitsrecht. Nachdem wir bereits dafür gesorgt haben, dass grundsätzlich alle in Deutschland geborenen Kinder mit der Geburt auch deutsche Staatsbürger*innen sind, werden wir auch die generelle Möglichkeit von Mehrstaatigkeit gesetzlich verankern« (S.46)"],
        "fdp":["green", "»Das deutsche Staatsangehörigkeitsrecht sollte im Fall einer Einbürgerung grundsätzlich auch die Mehrstaatigkeit zulassen. Ab der Enkelgeneration der Ersteingebürgerten sollten sich Menschen dann für eine Staatsangehörigkeit entscheiden müssen, außer wenn mit dem Verlust der Aufgabe der zweiten Staatsangehörigkeit rechtliche oder wirtschaftliche Nachteile verbunden sind, sie nicht auf sie verzichten können oder es sich um die Staatsangehörigkeit eines EU-Mitgliedstaates handelt.« (S.78)"],
        "grüne":["green", "»Den Optionszwang im Staatsangehörigkeitsrecht wollen wir abschaffen und Mehrstaatigkeit anerkennen.« (S.183)"],
        "linke":["green", "»Alle hier geborenen Kinder und Jugendlichen, deren Eltern dauerhaft im Land wohnen, sollen die deutsche Staatsangehörigkeit erhalten und ein Recht auf Mehrstaatlichkeit haben – ohne die Staatsbürgerschaft der Eltern ablegen zu müssen.« (S.113)"],
        "afd":["red", "»Das Geburtsortprinzip (Erwerb der deutschen Staatsangehörigkeit durch Geburt in Deutschland, auch wenn kein Elternteil Deutscher ist) wollen wir wieder aus dem Gesetz streichen und zum Abstammungsprinzip zurückkehren, wie es bis zum Jahr 2000 galt. Die Anforderungen - besonders auch in zeitlicher Hinsicht - für eine Ermessenseinbürgerung müssen erheblich steigen und einen Anspruch auf Einbürgerung darf es nicht mehr geben. Die Verleihung der deutschen Staatsangehörigkeit soll als Erfolg eigener Anstrengung erlebt werden und die Betroffenen mit Stolz erfüllen können.« (S.101)"]
       }
      },
    {"title": "Zur Einbürgerung nötige Aufenthaltszeit in D verkürzen",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Wir wollen bestehende Hürden bei Einbürgerungen abschaffen und hierfür auch die geltende Regelaufenthaltsdauer von bisher acht Jahren verkürzen« (S.46)"],
        "fdp":["green", "»Wir fordern für Einwanderinnen und Einwanderer zudem einen vereinfachten Zugang zur deutschen Staatsangehörigkeit nach insgesamt vier Jahren. Eine Niederlassungserlaubnis soll bereits nach drei Jahren gewährt werden, wenn die Antragstellerin oder der Antragsteller in dieser Zeit mit gültigem Aufenthaltstitel straffrei in Deutschland gelebt hat und Sprachkenntnisse sowie die vollständige Deckung des Lebensunterhaltes auch der Familie nachweisen kann.« (S.78)"],
        "grüne":["green", "»Nach fünf Jahren Aufenthalt in Deutschland sollen alle einen Antrag auf Einbürgerung stellen können, auch für anerkannte Geflüchtete gilt ein beschleunigtes und vereinfachtes Einbürgerungsverfahren.« (S.183)"],
        "linke":["green", "»Migrant*innen sollen nach fünf Jahren Aufenthalt in der Bundesrepublik einen Rechtsanspruch auf Einbürgerung haben.« (S.113)"],
        "afd":["red", "»Das Geburtsortprinzip (Erwerb der deutschen Staatsangehörigkeit durch Geburt in Deutschland, auch wenn kein Elternteil Deutscher ist) wollen wir wieder aus dem Gesetz streichen und zum Abstammungsprinzip zurückkehren, wie es bis zum Jahr 2000 galt. Die Anforderungen - besonders auch in zeitlicher Hinsicht - für eine Ermessenseinbürgerung müssen erheblich steigen und einen Anspruch auf Einbürgerung darf es nicht mehr geben. Die Verleihung der deutschen Staatsangehörigkeit soll als Erfolg eigener Anstrengung erlebt werden und die Betroffenen mit Stolz erfüllen können.« (S.101)"]
       }
      },
    {"title": "Einführung eines umfassenden Einwanderungsgesetzes",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["green", "»Deutschland ist ein Einwanderungsland. Wie alle klassischen Einwanderungsländer braucht es daher klare Regeln für Einwanderung nach eigenen Interessen, gebündelt in einem Einwanderungsgesetzbuch. Wir Freie Demokraten wollen ein Einwanderungsrecht aus einem Guss in Form eines zusammenhängenden Einwanderungsgesetzbuches schaffen.« & »Wir Freie Demokraten wollen die Einwanderung in den Arbeitsmarkt verständlich und einfach steuern. Dazu fordern wir ein modernes Zwei-Säulen-System. Dieses besteht aus einer überarbeiteten „Blue Card“ als Kerninstrument der Fachkräfteeinwanderung mit Arbeitsplatzangebot, die auch für nicht-akademische Fachkräfte geöffnet werden muss, und der Einführung einer Chancenkarte für ein Punktesystem nach kanadischem Vorbild, um für Fachkräfte die Möglichkeit zu schaffen, auch ohne Arbeitsplatzangebot zur Arbeitssuche nach Deutschland zu kommen. Die Steuerung soll hier über Kriterien wie Bildungsgrad, Deutsch- oder auch gute Englischkenntnisse, Alter, Berufserfahrung und den aktuellen Fachkräftebedarf am Arbeitsmarkt erfolgen« (S.76)"],
        "grüne":["green", "»Wir wollen ein modernes Einwanderungsgesetz beschließen, das neue Zugangswege für Bildungs- und Arbeitsmigration schafft, [...] das  transparente,  unbürokratische und faire Verfahren bietet, das globale und regionale Notwendigkeiten berücksichtigt. Dafür soll auf Basis des jährlichen Arbeitskräftebedarfs eine punktebasierte Talentkarte eingeführt werden.« (S.184)"],
        "linke":["green", "»DIE LINKE setzt sich für eine umfassende Visaliberalisierung sowie ein offenes und solidarisches Einwanderungsrecht ein, das sich nicht mehr am Maßstab von Herkunft oder ökonomischer Verwertbarkeit orientiert.« (S.116)"],
        "afd":["yellow", "»Wir fordern die Ausarbeitung eines umfassenden migrationspolitischen Ansatzes nach japanischem Vorbild mit dem Primärziel der Interessenwahrung der Deutschen und bereits zugewanderter Bürger, die sich zur kulturellen Identität Deutschlands bekennen.« (S. 99)"]
       }
      },
    {"title": "Einreise für binationale Partnerschaften erleichtern",
      "positions": {
        "cdu":["red", "»Wir lehnen eine Ausweitung des Familiennachzugs über die heute bestehenden Regelungen hinaus ab« (S. 26)"],
        "spd":["yellow", "»Familien gehören zusammen« (S.45)"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Für binationale Familien und Paare, egal ob mit oder ohne Trauschein, wollen wir die Einreise unbürokratisch und fair gestalten.« (S.184)"],
        "linke":["yellow", "»Das Recht auf Familiennachzug muss uneingeschränkt gelten« (S.116)"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Bildungsmigration erleichtern",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["yellow", "»Mittelfristig soll die Chancenkarte in einem europäischen Talentpool aufgehen, um Europas Attraktivität für qualifizierte Fachkräfte und Studierende zu erhöhen und zu vereinheitlichen.«"],
        "grüne":["green", "»Wir erleichtern die Bildungsmigration über Stipendien und Ausbildungsvisa« (S.184)"],
        "linke":["yellow", "»Für Geflüchtete soll die Aufnahme des Studiums einfacher werden. Dafür müssen zusätzliche Studienplätze geschaffen werden und im Ausland erworbene Bildungsabschlüsse schnell und unbürokratisch anerkannt werden. Die Aufnahme eines Studiums muss ein Bleiberecht sicherstellen und vor Abschiebung schützen. Auch Wissenschaftler*innen, die politisch verfolgt sind, wollen wir die Fortführung ihrer wissenschaftlichen Arbeit an Hochschulen in Deutschland ermöglichen.« (S.53)"],
        "afd":["red", "»Die Integration von Migranten ist eine Herausforderung für das deutsche Bildungssystem, da viele von ihnen anderen Kulturkreisen und zudem oft bildungsfernen Schichten entstammen. Fehlende Vorbildung und mangelnde Sprachkenntnisse verhindern in vielen Fällen eine erfolgreiche Qualifizierung für den deutschen Arbeitsmarkt. Diese Menschen drohen in Deutschland persönlich zu scheitern und zu einer dauerhaften Belastung für den Sozialstaat zu werden. Die AfD drängt darauf, bei einer zukünftig rational gesteuerten Einwanderungspolitik den Bildungsstand als ein wesentliches Entscheidungskriterium zu berücksichtigen. Dafür können die Erfahrungen aus Japan wegweisend sein.« (S.150-151)"]
       }
      },
    {"title": "Arbeitsmigration erleichtern",
      "positions": {
        "cdu":["yellow", "Ja, aber nur »gesteuerten Zuzug gut ausgebildeter und leistungsbereiter Menschen aus den Mitgliedstaaten der EU und aus außereuropäischen Staaten.« (S.39) & »neues Tech-Visums-Programm für hochqualifizierte Fachkräfte.« (S.89)"],
        "spd":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["yellow", "»Wir Freie Demokraten wollen die Einwanderung in den Arbeitsmarkt verständlich und einfach steuern. Dazu fordern wir ein modernes Zwei-Säulen-System. Dieses besteht aus einer überarbeiteten \\'Blue Card\\' als Kerninstrument der Fachkräfteeinwanderung mit Arbeitsplatzangebot, die auch für nicht-akademische Fachkräfte geöffnet werden muss, und der Einführung einer Chancenkarte für ein Punktesystem nach kanadischem Vorbild, um für Fachkräfte die Möglichkeit zu schaffen, auch ohne Arbeitsplatzangebot zur Arbeitssuche nach Deutschland zu kommen. Die Steuerung soll hier über Kriterien wie Bildungsgrad, Deutsch- oder auch gute Englischkenntnisse, Alter, Berufserfahrung und den aktuellen Fachkräftebedarf am Arbeitsmarkt erfolgen«"],
        "grüne":["green", "»Wir wollen ein modernes Einwanderungsgesetz beschließen, das neue Zugangswege für Bildungs- und Arbeitsmigration schafft – auch für Menschen, die ihre Talente und Fähigkeiten nicht durch formale oder anerkannte Bildungsabschlüsse  nachweisen  können [...]. Wir erleichtern [...] die Voraussetzungen für eine unbefristete Aufenthaltserlaubnis und die Anerkennung von im Ausland erworbenen Berufsqualifikationen.« (S.184)"],
        "linke":["red", "»Gegen einen eventuellen Fachkräftemangel braucht es keine gezielte Abwerbung von qualifizierten Menschen im Ausland, sondern anständige Ausbildung, Arbeitsbedingungen und Bezahlung für alle Menschen hierzulande.« (S.113) & »Wir fordern, dass die globalen Rekrutierungsagenturen für Arbeitsmigration nur noch lizenziert arbeiten dürfen, ihre Gebühren und Verträge müssen transparent sein und Anwerbegebühren von Arbeitgebern getragen werden.« (S.140)"],
        "afd":["red", "»Die Behauptung einiger Wirtschaftsverbände und Lobbyisten, in Deutschland herrsche Fachkräftemangel und damit ein Bedarf an qualifizierter Einwanderung, dient nur vordergründig dem Gemeinwohl und darf deshalb nicht maßgeblich sein. Der schädliche Einfluss wirtschaftlicher Partikularinteressen oder gar damit kaschierter antideutscher Ressentiments muss beendet werden.« (S. 99)"]
       }
      },
    {"title": "Erleichterte Anerkennung von im Ausland erworbenen Qualifikationen",
      "positions": {
        "cdu":["green", "»Damit das Fachkräfteeinwanderungsgesetz seine volle Wirkung entfalten kann, werden wir die Anerkennung von Abschlüssen und die Zertifizierung von Qualifikationen verbessern und das Antragsverfahren digitalisieren. Informationen zum Anerkennungsverfahren wollen wir frühzeitig vermitteln« (S.40)"],
        "spd":["yellow", "Erwähnung nur für den öffentlichen Dienst: »Wir brauchen darum neben zielgruppenspezifischen Formulierungen von Stellenausschreibungen, Anerkennung von Vielfaltskompetenzen, Anerkennung von im Ausland erworbenen Qualifikationen sowie Entgeltgerechtigkeit auch ein Partizipations- und Integrationsgesetz, das staatliche Institutionen zu einem Prozess der interkulturellen Öffnung verpflichtet.«"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wir erleichtern [...] die Voraussetzungen für eine unbefristete Aufenthaltserlaubnis und die Anerkennung von im Ausland erworbenen Berufsqualifikationen.« (S.184)"],
        "linke":["green", "»Es braucht eine bessere Anerkennung der Qualifikationen und Abschlüsse von Nicht-EU-Bürger*innen, damit sie ihre Berufe weiter ausüben können« (S.113) & »Für Geflüchtete soll die Aufnahme des Studiums einfacher werden. Dafür müssen zusätzliche Studienplätze geschaffen werden und im Ausland erworbene Bildungsabschlüsse schnell und unbürokratisch anerkannt werden.« (S.53)"],
        "afd":["red", "»Die Behauptung einiger Wirtschaftsverbände und Lobbyisten, in Deutschland herrsche Fachkräftemangel und damit ein Bedarf an qualifizierter Einwanderung, dient nur vordergründig dem Gemeinwohl und darf deshalb nicht maßgeblich sein. Der schädliche Einfluss wirtschaftlicher Partikularinteressen oder gar damit kaschierter antideutscher Ressentiments muss beendet werden.« (S. 99)"]
       }
      },
    {"title": "Aufenthaltsrecht unabhängg von Beschäftigungsdauer, Arbeitgeber oder Kündigung",
      "positions": {
        "cdu":["red", "»Für eine gezielte und gesteuerte Zuwanderung in den Arbeitsmarkt setzen wir weiterhin am Fachkräftebedarf von Mittelstand und Industrie an und berücksichtigen Qualifikation, Alter, Sprachkenntnisse, den Nachweis eines konkreten Arbeitsplatzangebotes und die Sicherung des Lebensunterhaltes.« (S.40)"],
        "spd":["green", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "linke":["green", "»Es braucht Aufenthalts- und Arbeitserlaubnisse unabhängig von Beschäftigungsdauer und Arbeitgeber« (S.113) & »Die Kündigung des Arbeitsverhältnisses darf nicht zum Verlust des Aufenthaltsrechts führen« (S.20) & »DIE LINKE setzt sich für eine umfassende Visaliberalisierung sowie ein offenes und solidarisches Einwanderungsrecht ein, das sich nicht mehr am Maßstab von Herkunft oder ökonomischer Verwertbarkeit orientiert.« (S.116)"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Ausbildungsvisum",
      "positions": {
        "cdu":["yellow", "keine Erwähnung, nur: »Wir werden Möglichkeiten fördern, damit Schüler der Deutschen Auslandsschulen, die keine deutsche Staatsangehörigkeit haben, für ein Jahr nach Deutschland kommen und hier bei uns die Schule besuchen können (\\'Deutschland-Jahr-Stipendium\\').« (S.40)"],
        "spd":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wir erleichtern die Bildungsmigration über Stipendien und Ausbildungsvisa« (S.184)"],
        "linke":["yellow", "»Gegen einen eventuellen Fachkräftemangel braucht es keine gezielte Abwerbung von qualifizierten Menschen im Ausland, sondern anständige Ausbildung, Arbeitsbedingungen und Bezahlung für alle Menschen hierzulande.« (S.113)"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
     {"title": "Beendigung des automatischen Verlusts der Aufenthaltserlaubnis bei Auslandsaufenthalt",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Außerdem beenden wir den automatischen Verlust der Aufenthaltserlaubnis nach einem sechsmonatigen Aufenthalt im Ausland.« (S.184)"],
        "linke":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
     {"title": "Spurwechsel ermöglichen (Ungesicherten Aufenthalstitel in Arbeitsvisum umwandeln)",
      "positions": {
        "cdu":["red", "»Bleiberechtsmöglichkeiten Ausreisepflichtiger wollen wir stärker einschränken« (S.40) & »Für eine gezielte und gesteuerte Zuwanderung in den Arbeitsmarkt setzen wir weiterhin am Fachkräftebedarf von Mittelstand und Industrie an und berücksichtigen Qualifikation, Alter, Sprachkenntnisse, den Nachweis eines konkreten Arbeitsplatzangebotes und die Sicherung des Lebensunterhaltes. Davon zu trennen ist die Hilfe für Menschen in Not. Das Asylrecht ist ein individuelles Schutzrecht und kein Ersatzeinwanderungsrecht« (S.26)"],
        "spd":["yellow", "»Gut integrierten Menschen ohne gesicherten Aufenthalt wollen wir ein dauerhaftes Bleiberecht ermöglichen.« (S.45)"],
        "fdp":["green", "»Für gut integrierte Schutzsuchende muss es die Möglichkeit eines \\'Spurwechsels\\' in eine der beiden Säulen der Einwanderung in den Arbeitsmarkt geben. Denn wer einer Erwerbstätigkeit nachgeht oder sich in einer Qualifikationsphase (zum Beispiel Ausbildung oder Studium) befindet, sollte nicht ausgewiesen werden.« (S.76)"],
        "grüne":["green", "»Geflüchtete sollen die Möglichkeit zum Spurwechsel bekommen, der ihnen während Ausbildung, Studium und Arbeit mehr Rechtssicherheit und damit eine berufliche Perspektive in Deutschland ermöglicht.« (S.68) & »Für Menschen, die sich ohne sicheren Aufenthaltstitel in Deutschland befinden, jedoch in den Arbeitsmarkt integriert sind oder deren Qualifizierung in den Arbeitskräftebedarf passt, soll es die Möglichkeit zum echten Spurwechsel geben.« (S.184)"],
        "linke":["green", "»Wir fordern Legalisierungsmöglichkeiten für Menschen ohne Aufenthaltsstatus und effektive Bleiberechtsregelungen für Menschen, die in einem unsicheren Aufenthaltsstatus oder mit Kettenduldung leben müssen.« (S.113)"],
        "afd":["red", "»Abschaffung des „Spurwechsels“ abgelehnter und ausreisepflichtiger Asylbewerber. Keine Belohnung für illegale Einreise und Verweigerung der Ausreise.« (S.94)"]
       }
      }
    ]
  },

  {"title": "Thema: Flucht und Asyl",
  "items": [
      {"title": "Individuelles Recht auf Asyl bewahren (Genfer Flüchtlingskonvention)",
      "positions": {
        "cdu":["green", "»Die Europäische Union und Deutschland helfen Menschen, die in große Not kommen, weil sie politisch verfolgt werden oder aufgrund der Genfer Flüchtlingskonvention. Wir bekennen uns zum Grundrecht auf Asyl und den rechtlichen und humanitären Verpflichtungen Deutschlands und Europas.« (S.25)"],
        "spd":["green", "»Deshalb werden wir ein funktionsfähiges Europäisches Asylsystem mit dem notwendigen Gleichgewicht zwischen Verantwortung und Solidarität voranbringen, das eine Reform des Dublin-Systems hin zu einem solidarischen Verteilungsmechanismus beinhaltet und das Recht auf Asyl vollumfänglich wahrt und gewährt. [...] Wir werden die Genfer Flüchtlingskonvention verteidigen.« (S.58)"],
        "fdp":["green", "»Für uns Freie Demokraten ist das Grundrecht auf Asyl für politisch Verfolgte unantastbar.« (S.76)"],
        "grüne":["green", "»Das Asylrecht beruht auf der Einzelfallprüfung, das völker- und europarechtlich verbriefte Nichtzurückweisungsgebot gilt immer und überall. Die Genfer Flüchtlingskonvention gilt uneingeschränkt. Ihre Aushöhlung führt weder zu mehr Sicherheit noch zu mehr europäischer Handlungsfähigkeit in der Geflüchtetenpolitik.« (S.242)"],
        "linke":["green", "»Die Genfer Flüchtlingskonvention, die UN-Kinderrechtskonvention und die Europäische Menschenrechtskonvention müssen eingehalten werden« (S.115) & »Der individuelle Zugang zu Asylverfahren und Rechtsschutz muss für Asylsuchende an den EU-Außengrenze sichergestellt werden« (S.115f)"],
        "afd":["red", "»Eine existentielle Frage wie die Zuwanderung muss in demokratischer Selbstbestimmung auf nationaler Ebene entschieden werden. Unser Modell für das 21. Jahrhundert hat neben der Ablösung der überholten internationalen Regelwerke, wie der Genfer Flüchtlingskonvention von 1951, folgende Kernpunkte: [...] Zurückweisung von Asylsuchenden bei Einreise an der Grenze gemäß Art. 16a Abs. 2 S. 1 GG.« (S.91)"]
       }
      },
      {"title": "sichere, legale Fluchtwege schaffen",
      "positions": {
        "cdu":["red", "»Wir setzen unsere Anstrengungen fort, damit die Zahl der nach Deutschland und Europa flüchtenden Menschen nicht nur dauerhaft niedrig bleibt, sondern sich weiter reduziert.« (S.26)"],
        "spd":["green", "»Im Rahmen eines umfassenden Ansatzes sollten legale Migrationswege geschaffen und die Ursachen von Flucht und Vertreibung bekämpft werden.« (S.58)"],
        "fdp":["green", "»Wir Freie Demokraten fordern, dass Asylanträge auch im Ausland in den Botschaften von EU- Mitgliedstaaten gestellt werden können. Es muss möglich sein, auf sicherem Weg nach Europa zu kommen – ohne lebensgefährliche Reise und die Gefahr, in die Hände von Menschenhändlern zu geraten.« (S.77)"],
        "grüne":["green", "»Wir wollen sichere und legale Zugangswege schaffen – damit Menschen Schutz finden und um zu verhindern, dass Schlepper aus der Not und dem Leid der Geflüchteten Profit schlagen können.« (S.239)"],
        "linke":["green", "»Wir wollen legale und sichere Einreisemöglichkeiten in die EU.« (S.115)"],
        "afd":["red", "»Die Fluchtbewegungen des 21. Jahrhunderts können nicht mittels Aufnahme der Migranten in Europa und Deutschland bewältigt werden.« (S.90); »Bekämpfung des Missbrauchs legal erteilter Visa zum Zweck der Asylantragstellung.« (S. 93)"]
       }
      },
    {"title": "Reform oder Abschaffung des Dublin-Systems zur Verteilung innerhalb der EU",
      "positions": {
        "cdu":["green", "»Das Gemeinsame Europäische Asylsystem muss grundlegend reformiert werden. Der Vorschlag der Europäischen Kommission einer fairen und solidarischen Verteilung der Kosten und Lasten innerhalb der Mitgliedstaaten der Europäischen Union geht in die richtige Richtung.« (S.27)"],
        "spd":["green", "»Wir stehen für eine humanitäre und solidarische Asyl- und Flüchtlingspolitik in der Europäischen Union. Deshalb werden wir ein funktionsfähiges Europäisches Asylsystem mit dem notwendigen Gleichgewicht zwischen Verantwortung und Solidarität voranbringen, das eine Reform des Dublin-Systems hin zu einem solidarischen Verteilungsmechanismus beinhaltet und das Recht auf Asyl vollumfänglich wahrt und gewährt. Das Asylsystem soll weiter europäisiert und das Europäische Unterstützungsbüro für Asylfragen zu einer vollwertigen europäischen Asylagentur ausgebaut werden.« (S.58)"],
        "fdp":["green", "»Wir Freie Demokraten fordern als Kern einer Fortentwicklung der Gemeinsamen Europäischen Asylpolitik eine verbindliche Verteilung der Schutzsuchenden unter den EU-Staaten, es sei denn, sie haben erkennbar keine Bleibeperspektive. Sollte eine Einigung auf EU-Ebene nicht in absehbarer Zeit gelingen, sollte Deutschland mit gleichgesinnten Staaten vorangehen.« (S.77) & »Wir Freie Demokraten wollen eine feste, achtjährige Zuständigkeit des EU-Mitgliedstaates, dem eine Schutzsuchende oder ein Schutzsuchender zugeteilt wurde. Die Rücküberstellung in den zuständigen EU-Staat muss vereinfacht werden. Hilfsleistungen sollen die Schutzsuchenden in der Regel nur im zuständigen EU-Staat erhalten. Dabei muss gewährleistet sein, dass diese Hilfeleistungen in allen Mitgliedstaaten einem europäischen Mindestniveau entsprechen. Damit wollen wir die Dublin-Regelungen weiterentwickeln und Sekundärmigration wirksam verhindern.« (S.77)"],
        "grüne":["green", "»Der Blockade einer gemeinsamen und humanen Geflüchtetenpolitik zwischen den Mitgliedstaaten begegnen wir mit folgendem Plan: In gemeinschaftlichen von den europäischen Institutionen geführten Registrierungszentren in den EU-Staaten mit rechtsstaatlich und europäisch kontrollierten Außengrenzen sollen die Geflüchteten registriert werden und einen ersten Check durchlaufen, ob Einträge in sicherheitsrelevanten Datenbanken vorliegen. [...] Unter Berücksichtigung persönlicher Umstände wie familiärer Bindungen oder der Sprachkenntnisse bestimmt die EU-Agentur für Asylfragen schnellstmöglich den Aufnahme-Mitgliedstaat für die Durchführung des Asylverfahrens. Der zugrunde liegende, zügige Verteilmechanismus stützt sich zunächst auf die Bereitschaft von Mitgliedstaaten, Regionen und Städten, Geflüchtete freiwillig aufzunehmen. Wer das tut, erhält Hilfe aus einem EU-Integrationsfonds. Reichen die Aufnahmeplätze nicht aus, weiten alle Mitgliedstaaten im Verhältnis von Bruttoinlandsprodukt und Bevölkerungsgröße verpflichtend ihr Angebot aus oder leisten einen mindestens gleichwertigen Beitrag zu den Gesamtkosten. Das Asylverfahren findet dann im aufnehmenden Mitgliedstaat statt.« (S.238f)"],
        "linke":["green", "»Das Dublin-System muss überwunden werden: Wir wollen eine europäische Fluchtumlage zur Verantwortungsteilung, die an den Wünschen und Interessen der Geflüchteten anknüpft und bestehende Familienbindungen, sprachliche Kenntnisse und individuelle Umstände maßgeblich berücksichtigt. Ungleiche Verteilung kann dann durch Ausgleichszahlungen der Länder mit geringen Aufnahmezahlen ausgeglichen werden; Länder, Regionen und Städte, die bereit sind, mehr Flüchtlinge aufzunehmen, werden mit EU-Mitteln finanziell unterstützt.« (S.116)"],
        "afd":["red", "»Kein „Gemeinsames europäisches Asylsystem“ (GEAS) mit von der EU festgelegten Aufnahmequoten für Flüchtlinge.« (S. 98)"]
       }
      },
    {"title": "zivile, europäische Seenotrettung und Sanktionierung von Menschenrechtsverstößen an den Außengrenzen",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Seenotrettung ist eine Verpflichtung aus dem internationalen Seerecht und darf nicht kriminalisiert werden, sondern sollte auch staatlich durch die EU gewährleistet werden.« (S.58)"],
        "fdp":["yellow", "»Frontex sollte auch die Seenotrettung übernehmen, um endlich das grausame Sterben auf dem Mittelmeer zu beenden. Hierbei handelt es sich um eine staatliche Aufgabe. Solange dies nicht gewährleistet ist, dürfen private Stellen, die diese Aufgabe übernehmen, nicht behindert werden. Die unter Beteiligung von Frontex erfolgten „Pushbacks“, also das illegale Zurückdrängen von Migrantinnen und Migranten, ist sehr ernst zu nehmen. Wir setzen uns für die Aufklärung solcher Vorkommnisse und für schärfere Mechanismen zur Verhinderung von Menschenrechtsverletzungen ein.« (S.77)"],
        "grüne":["green", "»Wir streiten weiter für eine zivile und flächendeckende, europäisch koordinierte und finanzierte Seenotrettung. [...] Wir stehen fest an der Seite zivil-gesellschaftlicher Rettungsinitiativen und treten dafür ein, dass die Kriminalisierung und behördliche Behinderung ihrer Arbeit beendet wird. [...] Pushbacks, von nationalen Grenzpolizeien oder Frontex begangen, müssen rechtlich und politisch geahndet werden« (S.242f)"],
        "linke":["green", "»Die EU-Abschottungsagentur Frontex muss aufgelöst und durch ein ziviles europäisches Seenotrettungsprogramm ersetzt werden. Bestehende Instrumente zur Überwachung des Mittelmeers und der Außengrenzen wollen wir in den Dienst der Seenotrettung stellen. Die Kriminalisierung der zivilgesellschaftlichen Seenotrettung muss umgehend beendet werden. Alle europäischen »Hotspots«, wie das Elendslager Moria und seine Nachfolger, müssen aufgelöst werden. Es braucht ein humanitäres Sofortprogramm zur Aufnahme der Menschen. Solange eine europäische Lösung nicht durchsetzbar ist, muss die Bundesregierung mit einer Koalition der Willigen vorangehen.« (S.115) & »Der Grundsatz der Nichtzurückweisung an den EU-Außengrenzen und auf hoher See muss ohne Einschränkung befolgt werden!« (S. 115) & »Die Bundesregierung muss endlich darauf drängen, dass die EU gegen Mitgliedstaaten vorgeht, die ihre menschenrechtlichen Verpflichtungen systematisch missachten.« (S.116)"],
        "afd":["red", "»Keine Aufnahme von Migranten im Rahmen einer „europäischen Lösung“, die durch Missbrauch der Seenotrettung nach Europa gelangen. Vielmehr muss gemäß dem internationalen Seerecht grundsätzlich eine Ausschiffung der Betroffenen am nächstgelegenen geeigneten Seehafen erfolgen. Die heute praktizierte Form der Seenotrettung wirkt häufig als tödlich endender Pull-Faktor.« (S.93)"]
       }
      },
    {"title": "Auflösung von Frontex",
      "positions": {
        "cdu":["red", "»Wir wollen die Europäische Grenzschutzagentur FRONTEX zu einer echten Grenzpolizei und Küstenwache mit hoheitlichen Befugnissen ausbauen. Ihre personellen Kapazitäten werden wir deutlich aufstocken« (S.25)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["red", "»Wir Freie Demokraten fordern einen schnelleren Ausbau der EU-Grenzschutzagentur Frontex auf die vorgesehene Personalstärke von 10.000 Beamtinnen und Beamten – begleitet von einer strukturellen Reform sowie einer Erweiterung von Kontroll- und Transparenzmechanismen. Deutschland muss sich hieran stärker beteiligen. Ein Raum ohne Binnengrenzen erfordert einen starken Schutz der Außengrenzen. Dies können die Mitgliedstaaten vielfach nicht mehr alleine leisten. Eine starke europäische Grenzschutzagentur, die sie hierbei unterstützt, ist damit im Interesse aller Mitgliedstaaten und insbesondere im deutschen Interesse.« (S.77)"],
        "grüne":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "linke":["green", "»Die EU-Abschottungsagentur Frontex muss aufgelöst und durch ein ziviles europäisches Seenotrettungsprogramm ersetzt werden. Bestehende Instrumente zur Überwachung des Mittelmeers und der Außengrenzen wollen wir in den Dienst der Seenotrettung stellen.« (S.115)"],
        "afd":["red", "»Die Vergemeinschaftung des Aufenthalts- und Asylrechts wird rückgängig gemacht. Die europäische Grenzsicherung verbleibt dabei in europäischer Verantwortung (Frontex) parallel zur nationalstaatlichen Verantwortung für die eigene Grenzsicherung.« (S. 98)"]
       }
      },
    {"title": "Asylverfahren auf europäischem Boden (Ablehnung von Transitzonen, Flughafenverfahren oder geschlossenen Lagern außerhalb der EU)",
      "positions": {
        "cdu":["red", "»Wir sprechen uns für die Einrichtung von europäisch verwalteten Entscheidungszentren an den EU-Außengrenzen aus, in denen geprüft werden soll, ob ein Asylanspruch vorliegt oder nicht.« (S.27)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Das Asylverfahren findet dann im aufnehmenden Mitgliedstaat statt. Vorgezogene Asylverfahrensprüfungen an den Außengrenzen sind damit nicht vereinbar. [...] Menschenunwürdige Lager und geschlossene Einrichtungen, Transitzonen oder europäische Außenlager in Drittstaaten lehnen wir ab.« (S.239) & »Flughafenverfahren sowie sofortige Zurückweisung an den deutschen Binnengrenzen wollen wir abschaffen.« (S.186)"],
        "linke":["green", "»Der individuelle Zugang zu Asylverfahren und Rechtsschutz muss für Asylsuchende an den EU-Außengrenze sichergestellt werden. [...] Schnellverfahren und Inhaftierung von Schutzsuchenden (ob in sogenannten Rückkehr-, Transit-, kontrollierten Zentren oder »Hotspots«) lehnen wir ab.« (S.115f)"],
        "afd":["red", "»Unsere Lösung: Ein Schutzsystem des 21. Jahrhunderts in Anlehnung an das australische Modell.« (S.91)"]
       }
      },
    {"title": "Ablehnung von Rückübernahmeabkommen (z.B. EU-Türkei-Deal) bzw. Partnerschaftsabkommen ausschließlich auf Basis von Menschen- und Geflüchtetenrechten",
      "positions": {
        "cdu":["yellow", "»Wir wollen deshalb weiter eng mit der Türkei zusammenarbeiten und setzen auf einen offenen, kritischen und konstruktiven Dialog mit der türkischen Führung.« (S.20)"],
        "spd":["yellow", "»Darüber hinaus gilt für uns weiterhin: Fluchtursachen bekämpfen, nicht Geflüchtete. Zusammen mit Partnerländern werden wir uns deshalb dafür einsetzen, dass der Globale Pakt für Migration umfassend umgesetzt wird.« (S.62)"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Abschiebungen, zum Beispiel über Rückübernahmeabkommen, sind das letzte Mittel, wenn die Rückkehr verweigert wird, freiwillige Ausreisen haben immer Vorrang.« (S.187) & »Der bestehende \\'EU-Türkei-Deal\\' untergräbt jedoch internationales Asylrecht, ist gescheitert und muss beendet werden.« (S.231) & »Statt \\'sichere Herkunftsländer\\' zu definieren, brauchen wir für Rückführungen menschenrechtskonforme Rückübernahmeabkommen.« (S.243)"],
        "linke":["green", "»Der Flüchtlingsdeal mit der Türkei und ähnliche Abkommen oder Formen der Zusammenarbeit mit Milizen und Diktatoren in Staaten wie Libyen, Ägypten, Sudan und Marokko müssen aufgekündigt werden« (S.115) & »Kooperationen zum Zweck der Abschottung mit autoritären Regimen der EU, wie beim unmenschlichen EU-Türkei-Deal oder dem Abkommen mit der libyschen Küstenwache, stellen wir uns entgegen: Sie sind nicht Teil der Lösung, sondern Teil des Problems.« (S.152)"],
        "afd":["red", "»Aufgrund der begrenzten Mittel soll vielmehr eine auch an deutschen Interessen orientierte Entwicklungspolitik auf ausgewählte Länder konzentriert werden. Wichtige Kriterien sind dabei (a) ein niedriger Korruptionsindex, (b) der pflegliche Umgang mit früheren Entwicklungs-projekten, (c) Eigenanstrengungen im Bildungsbereich, (d) die Offenlegung der Staatseinkünfte, insbesondere aus Bodenschätzen und (e) der bisherige Beitrag des Empfängerlandes zur regionalen Stabilität. Außerdem ist die Gewährung von Entwicklungshilfe an die Bereitschaft zur Rücknahme ausreisepflichtiger Migranten zu knüpfen.« (S.69)"]
       }
      },
    {"title": "Dezentrale Unterbringung für Neuankommende statt AnkER-Zentren, Verkürzung der Verweildauer in Erstaufnahmezentren",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»[...] und die auf mögliche 18 Monate verlängerte Verweildauer von Geflüchteten in den Erstaufnahmeeinrichtungen rückgängig machen auf maximal drei Monate. AnkER-Zentren in ihrer jetzigen Form lehnen wir ab. Danach sollte das dezentrale Wohnen immer Vorrang haben.« (S.186)"],
        "linke":["green", "»Geflüchtete wollen wir bundesweit dezentral und in Wohnungen unterbringen und ihnen flächendeckend kostenlose Sprachkurse anbieten« (S.115)"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Abschaffung des Konzepts der »sicheren Herkunftsstaaten«",
      "positions": {
        "cdu":["red", "»Wir wollen weitere sichere Herkunftsstaaten festlegen.« (S.26)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["red", "»Zugleich brauchen besonders vulnerable Gruppen, zum Beispiel Verfolgte aus religiösen Gründen oder aufgrund sexueller Identität, sichere Verfahren und eine sichere Unterbringung sowie im Fall sogenannter sicherer Herkunftsländer eine besondere Rechtsberatung, um Anträge form- und fristgerecht stellen zu können.« (S.77)"],
        "grüne":["green", "»Die Ausrufung \\'sicherer\\' Herkunfts- oder Drittstaaten lehnen wir ab – auch auf europäischer Ebene.« (S.186) & »Statt \\'sichere Herkunftsländer\\' zu definieren, brauchen wir für Rückführungen menschenrechtskonforme Rückübernahmeabkommen.« (S.231)"],
        "linke":["green", "»Abschiebungen, insbesondere in Krieg, Verfolgung und Elend oder als Form der Doppelbestrafung, lehnen wir ab – im Gegensatz zu allen anderen im Bundestag vertretenen Parteien. Wir haben hier immer dagegen gestimmt und werden das auch in Zukunft tun.« (S.113)"],
        "afd":["red", "»Ausweitung der Zahl sicherer Herkunftsstaaten.« (S.93)"]
       }
      },
    {"title": "Abschiebestopp in Kriegs- und Krisenländer (z.B. Syrien, Afghanistan,...) sowie Covid-Risikogebiete",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["yellow", "»Die zwangsweise Rückführung von Menschen in Länder, in denen ihnen Gefahr für Leib und Leben droht, lehnen wir ab« (S.45)"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Abschiebungen in Kriegs- und Krisenländer werden wir beenden, den Abschiebestopp nach Syrien und Afghanistan bundesweit wieder einsetzen. [...] in Länder, für die das Auswärtige Amt aufgrund von Covid-19 eine Reisewarnung ausgesprochen hat, darf nicht abgeschoben werden.«"],
        "linke":["green", "»Abschiebungen, insbesondere in Krieg, Verfolgung und Elend oder als Form der Doppelbestrafung, lehnen wir ab – im Gegensatz zu allen anderen im Bundestag vertretenen Parteien. Wir haben hier immer dagegen gestimmt und werden das auch in Zukunft tun.« (S.113) & »Deswegen stehen wir auf gegen Abschottung und Abschiebungen, für das Recht zu gehen, zu kommen und zu bleiben.« (S.115)"],
        "afd":["red", "»Ausnahmslose Abschiebung von Gefährdern und Straftätern, auch nach Afghanistan, Irak und Syrien.« (S.94)"]
       }
      },
    {"title": "Unabhängige, nichtstaatliche Beratung im Asylverfahren",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Eine nichtstaatliche unabhängige Asylverfahrensberatung für alle Asylsuchenden, von der Ankunft bis zum Abschluss des Asylverfahrens, wollen wir sicherstellen« (S.186)"],
        "linke":["green", "»Wir fordern eine flächendeckend unabhängige Asylverfahrensberatung durch Wohlfahrtsverbände und Vereine, die öffentlich finanziert sein muss; pauschale Asylwiderrufsprüfungen soll es nicht geben; die Qualität der Asylprüfung und internen Kontrolle muss deutlich verbessert werden, um die Vielzahl der rechtswidrigen und fehlerhaften Bescheide des BAMF wirksam zu reduzieren« (S.116)"],
        "afd":["red", "»Beendigung des Wildwuchses bei der Asylverfahrensberatung und –betreuung. Die „Beratung und Betreuung“ erfolgt meist durch nichtstaatliche, freie Träger, die ein finanzielles Interesse an steigenden Flüchtlingszahlen und am Verbleib möglichst vieler Abgelehnter haben. Diese Organisationen zählen zur „Asyl-Industrie“, die sich am Asylsystem bereichert. Aus Verfahrens- und Rückkehrberatung wird nahezu immer eine Verweigerungs- und Bleibeberatung. Verfahrensberatung darf nur noch nach § 12 a Asylgesetz und nur durch staatliche Stellen erfolgen.« (S.94)"]
       }
      },
    {"title": "Besondere Beachtung von Vulnerabilitäten im Asylverfahren",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["green", "»Zugleich brauchen besonders vulnerable Gruppen, zum Beispiel Verfolgte aus religiösen Gründen oder aufgrund sexueller Identität, sichere Verfahren und eine sichere Unterbringung sowie im Fall sogenannter sicherer Herkunftsländer eine besondere Rechtsberatung, um Anträge form- und fristgerecht stellen zu können.« (S.77)"],
        "grüne":["green", "»Dafür muss die Identifizierung besonderer Schutzbedarfe vor der Anhörung erfolgen. Insbesondere die Berücksichtigung erlittener geschlechtsspezifischer Verfolgung und die dazugehörige Beratung im Asylverfahren sind zu gewährleisten.« (S.185f)"],
        "linke":["green", "»Frauen, Kranke, Alte, Kinder, religiöse und ethnische Minderheiten sowie Menschen mit Behinderung und queere Menschen sind besonders schutzbedürftige Personen.« (S.115) & »Queeren Menschen, die verfolgt werden, muss uneingeschränkt Asyl bzw. Schutz gewährt werden. Sie dürfen nicht abgeschoben werden – auch nicht in sogenannte sichere Herkunftsländer. Wir wollen flächendeckend Fachstellen für LSBTIQA*-Geflüchtete einrichten. Dort können sich queere Geflüchtete zum Asylverfahren sowie zum Aufenthalts- und Migrationsrecht beraten lassen. Außerdem braucht es Möglichkeiten der psychologischen Beratung für LSBTIQA*-Geflüchtete.« (S.109) & »Verfolgung wegen sexueller Orientierung und von trans* und intergeschlechtlichen Menschen (LSBTIQA*) muss in der Praxis als Fluchtgrund anerkannt werden.« (S.116) & »Es muss bekämpft werden, dass Menschenhandel zum Zweck der sexuellen Ausbeutung und Menschenhandel zum Zweck der Ausbeutung der Arbeitskraft müssen bekämpft werden, ohne die Betroffenen zu kriminalisieren und zu stigmatisieren! Solange die Betroffenen keinen sicheren und eigenständigen Aufenthaltsstatus erhalten, sind die Täter durch die Angst der Opfer geschützt. Aufenthaltstitel, Schutz und Entschädigung müssen unabhängig von der Bereitschaft des Opfers, als Zeug*in in einem Strafverfahren auszusagen, gewährt werden. Für die Betroffenen fordern wir Therapiemittel, medizinische sowie psychologische Betreuung, Rechtsbeistand und Rechtshilfe, Zugang zu sozialen Leistungen und Bildungsangeboten.« (S.105)"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Abschaffung Kettenduldung und Legalisierungsmöglichkeiten für Menschen ohne Aufenthaltsstatus",
      "positions": {
        "cdu":["red", "»Bleiberechtsmöglichkeiten Ausreisepflichtiger wollen wir stärker einschränken, um die Anreize für illegale Zuwanderung weiter zu senken; insbesondere sollen Aufenthaltserlaubnisse bei Geduldeten an echte Integrationsvoraussetzungen geknüpft werden.« (S.26)"],
        "spd":["green", "»Auch der Zustand von jahrelanger Kettenduldungen ist ein Integrationshemmnis und muss durch Stichtagsregelung beendet werden, um Menschen eine Perspektive zu geben« (S.45)"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wir wollen die Anzahl der Menschen, die sich von Duldung zu Duldung hangeln müssen, deshalb möglichst auf null reduzieren. Für diese Menschen braucht es nach fünf Jahren Aufenthalt ein sicheres Bleiberecht. Heranwachsende, Jugendliche und Familien mit minderjährigen Kindern sollen nach drei Jahren einen Aufenthaltstitel bekommen.« (S.187)"],
        "linke":["green", "»Wir fordern Legalisierungsmöglichkeiten für Menschen ohne Aufenthaltsstatus und effektive Bleiberechtsregelungen für Menschen, die in einem unsicheren Aufenthaltsstatus oder mit Kettenduldung leben müssen. Für sie wollen wir einen sicheren Zugang zu Bildung, Gesundheit und arbeitsrechtlichem Schutz vor Ausbeutung schaffen.« (S.113)"],
        "afd":["red", "»Keine Duldungen mehr, sondern Bescheinigungen über die Ausreisepflicht.« (S.95)"]
       }
      },
    {"title": "Einführung eines Passersatzausweises",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»In Fällen, in denen die Beschaffung von Identitätsnachweisen durch Schutzberechtigte bei Behörden ihres Herkunftsstaates dort lebende Angehörige gefährdet, setzen wir uns für die pragmatische Erteilung von Passersatzpapieren ein.« (S.240)"],
        "linke":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Abschaffung Arbeitsverbot, Wohnsitzauflagen und Leistungskürzungen",
      "positions": {
        "cdu":["yellow", "»Migration ist aber nur dann eine Chance, wenn sie geordnet erfolgt und sich an klaren Regeln orientiert. Das gilt für die Einwanderung von Fachkräften ebenso wie für die Aufnahme von Schutzsuchenden und Geflüchteten. Eine Zuwanderung in die Sozialsysteme lehnen wir ab« (S.26)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["yellow", "»Bürokratische Hürden beim Einwanderungs- und Integrationsprozess sowie bei der Arbeitsaufnahme, wie die Vorrangprüfung oder die Sperrfrist für Asylbewerber, müssen abgebaut [werden]« (S.78)"],
        "grüne":["green", "»Wir wollen das Asylbewerberleistungsgesetz abschaffen – und damit eine verfassungsrechtlich nicht gerechtfertigte Ungleichbehandlung von Geflüchteten, die ein echtes Ankommen und Teilhabe erschwert. Integrationsfeindliche gesetzliche Regelungen wie Arbeitsverbot und pauschale Wohnsitzauflage sowie Leistungskürzungen wollen wir abschaffen.« (S.186)"],
        "linke":["green", "»Der Einschränkung sozialer Sicherheiten für Migrant*innen aus EU-Ländern und anderen Staaten durch die Bundesregie¬rung stellen wir uns entgegen.« (S.113) & »Statt diskriminierender Sachleistungen wollen wir reguläre Geldleistungen in Höhe der solidarischen Mindestsicherung für alle Menschen.« (S.115)"],
        "afd":["red", "»Keine Arbeitserlaubnis mehr für Asylantragsteller und abgelehnte Asylbewerber.« (S.94)"]
       }
      },
    {"title": "Familienzusammenführung ermöglichen (auch für subsidiär Schutzbedürftige)",
      "positions": {
        "cdu":["red", "»Wir lehnen eine Ausweitung des Familiennachzugs über die heute bestehenden Regelungen hinaus ab« (S.26)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Anträgen auf Familienzusammenführung im Rahmen der Dublin-Verordnung ist schnell zuzustimmen.« (S.186) & »Dabei sind wir dem besonderen Schutz der Familie gemäß Grundgesetz, VN-Kinderrechtskonvention und Europäischer Menschenrechtskonvention verpflichtet und treten dafür ein, die Einschränkungen beim Familiennachzug wieder aufzuheben. Familien gehören zusammen und das Kindeswohl hat oberste Priorität. Auch Menschen mit subsidiärem Schutzstatus müssen deshalb ihre Angehörigen ohne die bisherigen Einschränkungen nachholen können und mit Geflüchteten gemäß der Genfer Konvention gleichgestellt werden.« (S.239)"],
        "linke":["green", "»Das Recht auf Familiennachzug muss uneingeschränkt gelten – auch für »subsidiär« Schutzberechtigte. Bei unbegleiteten minderjährigen Geflüchteten muss es ein Recht auf Nachzug der Geschwisterkinder geben« (S.116)"],
        "afd":["red", "»Ablehnung jeglichen Familiennachzuges für Flüchtlinge.« (S.94)"]
       }
      },
    {"title": "Ausbau des Resettlement-Programms des UNHCR und anderer Kontingente",
      "positions": {
        "cdu":["red", "»Wir setzen unsere Anstrengungen fort, damit die Zahl der nach Deutschland und Europa flüchtenden Menschen nicht nur dauerhaft niedrig bleibt, sondern sich weiter reduziert« (S.26)"],
        "spd":["green", "»Wir werden eine Brücke zu lokalen Akteuren bauen und die Aufnahmebereitschaft von europäischen Kommunen und Städten fördern und unterstützen. Dies soll durch Bundeskontingente möglich gemacht und damit auch die Bereitschaft vieler Kommunen im Rahmen der Initiative \\'Sichere Häfen\\' aufgegriffen werden.« (S.58)"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wir schlagen vor, zusammen mit der neuen US-Administration und Kanada sowie anderen in einer globalen humanitären Partnerschaft die Aufnahme aus dem Resettlement-Programm deutlich auszubauen und mittelfristig die Erfüllung von mindestens dem jeweils fairen Anteil am jährlichen, vom UNHCR ermittelten Resettlement-Bedarf entsprechend der Wirtschaftskraft zu erreichen.« (S.240)"],
        "linke":["green", "»Es braucht umfassende Aufnahmekontingente über das Resettlement-Programm des UNHCR und die Aufhebung des Visumszwangs für Schutzsuchende.« (S.116)"],
        "afd":["red", "»Keine pauschalen Zuwanderungskontingente und Umverteilungsquoten, egal ob im nationalstaatlichen, europäischen oder außereuropäischen Rahmen (z. B. Resettlement).« (S.93)"]
       }
      },
    {"title": "humanitäres Visum",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["green", "»Ein Visum aus humanitären Gründen sollte ebenfalls erteilt werden, wenn im Einzelfall offensichtlich ist, dass Leib und Leben der Antragstellerin oder des Antragstellers unmittelbar, ernsthaft und konkret gefährdet sind. Dazu sollten im europäischen Recht eindeutige Regelungen verankert werden.« (S.77)"],
        "grüne":["green", "»Auch mit humanitären Visa möchten wir Schutzbedürftigen die Möglichkeit geben, sicher nach Europa zu kommen und hier um Asyl zu ersuchen.« (S.240)"],
        "linke":["green", "»humanitäres Bleiberecht für Betroffene rechter Gewalt ohne festen Aufenthaltsstatus.« (S.114) & »Es gibt keine »Wirtschaftsflüchtlinge« – niemand flieht freiwillig! Wir fordern die Ausweitung verbindlicher Flüchtlingsrechte auf Armuts-, Umwelt- und Klima flüchtlinge sowie eine entsprechende humanitäre Visavergabe.« (S.116)"],
        "afd":["red", "»Bekämpfung des Missbrauchs legal erteilter Visa zum Zweck der Asylantragstellung.« (S.93)"]
       }
      },
    {"title": "Ermöglichung und Förderung von kommunalen und Landesaufnahmeprogrammen",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Wir werden eine Brücke zu lokalen Akteuren bauen und die Aufnahmebereitschaft von europäischen Kommunen und Städten fördern und unterstützen. Dies soll durch Bundeskontingente möglich gemacht und damit auch die Bereitschaft vieler Kommunen im Rahmen der Initiative \\'Sichere Häfen\\' aufgegriffen werden.« (S.58)"],
        "fdp":["red", "»Die Kompetenzen von Bund und Ländern sollten klar getrennt werden. Der Bund sollte für alle Fragen des Schutzstatus und der Beendigung des Aufenthaltes einschließlich der Abschiebung zuständig sein, damit sich die Länder auf die Aufgabe der Integration konzentrieren können.« (S.76)"],
        "grüne":["green", "»Mit einer Änderung der Zustimmungsregel zwischen dem Bundesinnenministerium und den Ländern von Einvernehmen in Benehmen wollen wir klarstellen, dass sich Bundesländer künftig über den Königsteiner Schlüssel hinaus selbständig und frei für die Aufnahme von Geflüchteten entscheiden können. [...] Ein Patenschaftsprogramm nach dem Vorbild Kanadas kann die Willkommenskultur fördern. Gruppen aus Mentor*innen oder Vereine können dabei die Unterstützung von Geflüchteten zusagen und so durch Relocation- und Resettlement-Möglichkeiten konkret Menschen helfen.« (S.241)"],
        "linke":["green", "»Wir wollen einen Fonds für Willkommenskommunen, der Geflüchteten Bewegungsfreiheit sichert und aufnahmebereiten Kommunen und solidarischen Städten hilft. Kommunen, die die Bedingungen für Willkommenskultur verbessern wollen, können damit Mittel für Versorgung und Integration von Geflüchteten beantragen.« (S.114)"],
        "afd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      }
    ]
  }
]
}
