{"parties": [
  {"pic":"logo_cdu.jpg", "name":"cdu", "url":"https://www.cdu.de"},
  {"pic":"logo_spd.svg", "name":"spd", "url":"https://www.spd.de"},
  {"pic":"logo_fdp.jpg", "name":"fdp", "url":"https://www.fdp.de"},
  {"pic":"logo_gruene.svg", "name":"grüne", "url":"https://www.gruene.de"},
  {"pic":"logo_linke.svg", "name":"linke", "url":"https://www.die-linke.de/am-26-mai-die-linke-waehlen/"},
  {"pic":"logo_fw.png", "name":"fw", "url":"https://www.freiewaehler.eu"},
  {"pic":"logo_bsw.png", "name":"bsw", "url":"https://www.bsw-vg.de"},
  {"pic":"logo_piraten.svg", "name":"piraten", "url":"https://www.piratenpartei.de"},
  {"pic":"logo_tierschutz.png", "name":"tierschutz", "url":"https://www.tierschutzpartei.de"},
  {"pic":"logo_oedp.png", "name":"ödp", "url":"https://www.oedp.de/"},
  {"pic":"logo_humanisten.png", "name":"humanisten", "url":"https://diehumanisten.de"},
  {"pic":"logo_mlpd.png", "name":"mlpd", "url":"https://www.mlpd.de"},
  {"pic":"logo_lg.png", "name":"lg", "url":"https://parlament-aufmischen.de/"},
  {"pic":"logo_volt.jpg", "name":"volt", "url":"https://www.volteuropa.org"}
],
"position_symbols": [
  {"shorthand":"green", "symbol_url":"green_tick.jpg"},
  {"shorthand":"red", "symbol_url":"red_cross.jpg"},
  {"shorthand":"yellow", "symbol_url":"yellow_circle.jpg"},
  {"shorthand":"grey", "symbol_url":"grey_dash.jpg"}
],
"topics": [
  {
  "title": "Thema: Fluchtursachen und Asyl",
  "items": [
      {"title": "Individuelles Recht auf Asyl bewahren",
      "positions": {
        "cdu":["yellow", "»Unser Europa bekennt sich zu seinen rechtlichen und humanitären Verpflichtungen. Zugleich wollen wir, dass die Zahl der Flüchtlinge, die zu uns kommen, dauerhaft niedrig bleibt.« (S. 14)"],
        "spd":["green", "»Das Recht auf Asyl ist ein Menschenrecht.« und »In allen Mitgliedsstaaten muss in Asylverfahren gelten: Diejenigen, die in Europa Schutz suchen, weil sie in ihrer Heimat aufgrund ihrer sexueller Orientierung oder geschlechtlichen Identität verfolgt werden, müssen grundsätzlich als Asylbewerber und Asylbewerberinnen anerkannt werden«"],
        "fdp":["green", "»Wir Freie Demokraten wollen politisch Verfolgten ohne Wenn und Aber Asyl gewähren.«"],
        "grüne":["green", "»Die EU-Länder müssen ihren Anteil an dem jährlichen, vom UNHCR ermittelten Resettlement-Bedarf entsprechend ihrer Wirtschaftskraft erfüllen. Das individuelle Asylrecht wird dadurch nicht angetastet«"],
        "linke":["green", "»Flucht ist kein Verbrechen! Der individuelle Zugang zu Asylverfahren und Rechtsschutz muss für Asylsuchende an den EU-Außengrenzen sichergestellt werden.« (S. 40)"],
        "fw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["green", "»Die Migrations- und Asylpolitik hat die Menschenwürde von Migranten und Asylsuchenden zu achten.« (S. 17)"],
        "tierschutz":["green", "»Die Europäische Union muss eine humane und wirksame Asyl- und Flüchtlingspolitik gestalten, das heißt: Menschenleben retten, Geflüchtete schützen und das Recht auf Asyl stärken.«"],
        "ödp":["yellow", "»Aufgrund unserer Mitverantwortung für Fluchtursachen sind die Gewährung von Asyl und die Umsetzung der Genfer Flüchtlingskonvention ein unverzichtbarer Akt der Menschlichkeit. «"],
        "humanisten":["green", "»Gruppenbezogene Gewalt, Krieg und persönliche Verfolgung verpflichten uns ohne jeden Zweifel zu humanitärer Hilfe.« und »Bei individuell bestehendem Asylgrund wollen wir eine sichere Einreise nach Europa gewährleisten«"],
        "mlpd":["green", "»Für das Recht auf Flucht und freie Wahl des Wohnortes«"],
        "lg":["green", "»Wir verlangen ein geimensames europäisches Asylverfahren (CEAS), das internationales und europäisches Recht respektiert und die Grundrechte der migrierten Menschen garantiert.«"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
      {"title": "Legale, sichere Zugangswege",
      "positions": {
        "cdu":["red", "»Der Kampf gegen illegale Migration ist eine gemeinsame europäische Aufgabe. Die Bekämpfung der illegalen Migration beginnt mit dem effektiven Vorgehen gegen Schlepperbanden und mit einem wirksamen Schutz der europäischen Außengrenzen.« (S. 15)"],
        "spd":["green", "»Wir wollen legale Einwanderungsmöglichkeiten schaffen, als Grundlage einer geordneten Zuwanderung.« und »Mehr europäische Regeln für legale Zuwanderung schaffen. Auch um das Sterben auf dem Mittelmeer und auf anderen Fluchtrouten zu beenden, brauchen wir einheitliche und einfache Regelungen für legale Zuwanderung nach Europa, die sich nicht ausschließlich an ökonomischen Kriterien orientiert. Als Vorbild kann hier die deutsche Regelung für eine vereinfachte Arbeitsmigration für den Westbalkan dienen.«"],
        "fdp":["green", "»Wir Freie Demokraten wollen politisch Verfolgten ohne Wenn und Aber Asyl gewähren. Diesen Menschen muss es möglich sein, auf sicherem Wege nach Europa zu kommen, ohne sich auf eine lebensgefährliche und illegale Reise zu begeben und dabei in die Hände von Menschenhändlern zu geraten. Daher möchten wir es ermöglichen, Asylanträge auch bereits im Ausland zu stellen.«"],
        "grüne":["green", "»(...) schaffen wir legale Flucht- und Migrationswege und ein Einwanderungsgesetz, damit das Sterben auf dem Mittelmeer beendet und Einwanderung ermöglicht wird.« und »Ein Europa, das legale Fluchtwege und Einwanderungsmöglichkeiten bietet.« und »gleiche Standards in Europa für die sichere und legale Einwanderung von Menschen mit verschiedenen Qualifikationsniveaus und deren Familien zu etablieren«"],
        "linke":["green", "»Fluchtwege nicht versperren! Wir wollen legale und sichere Einreisemöglichkeiten in die EU.« (S. 40)"],
        "fw":["green", "»Wir FREIE WÄHLER wollen legale Wege der Einreise für schutzbedürftige Menschen schaffen. Asylanträge müssen schon vor einer Überfahrt nach Europa gestellt und geprüft werden können. Dadurch entziehen wir dem menschenverachtenden Geschäftsmodell der Schlepper den Boden.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["green", "»Die Europäischen PIRATEN fordern eine gemeinsame europäische Einwanderungspolitik, die legale Zuwanderungswege in den europäischen Arbeitsmarkt eröffnet« (S. 17)"],
        "tierschutz":["green", "»Sichere Fluchtrouten, auf denen niemand Gewalt oder Todesgefahren ausgeliefert ist, sind zu gewährleisten.«"],
        "ödp":["green", "»Die ÖDP fordert daher auf EU-Ebene:(...)Bekämpfung des Schlepperwesens durch Eröffnung sicherer und legaler Fluchtwege.«"],
        "humanisten":["green", "»Bei individuell bestehendem Asylgrund wollen wir eine sichere Einreise nach Europa gewährleisten«"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["green", "»Wir sind der Meinung, dass Europa neu angekommene Menschen willkommen heißen und nicht abweisen sollte. Deshalb werden wir sichere, legale und offene Weg nach Europa schaffen.«"],
        "volt":["green", "»strengthening the use of humanitarian corridors.« und »increase legal pathways into Europe, by developing a specific visa that will be made available to temporary foreign workers.« und »We will propose to rely on the systematic establishment of humanitarian corridors throughout European countries so that asylum-seekers will not have to resort to smuggling and human trafficking to enter Europe.«"]
       }
      },
    {"title": "Humanitäres Visum",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Konzept für humanitäre Visa erstellen. Für Schutzsuchende wird der Weg nach Europa oft zum Grab. Wir wollen, dass das Europäische Unterstützungsbüro für Asylfragen (EASO) ein Konzept für gemeinsame europäische humanitäre Visa vorlegt im Rahmen einer vorbehaltlich legalen Zuwanderung.«"],
        "fdp":["green", "»Ein Visum aus humanitären Gründen sollte nach Schweizer Vorbild ebenfalls erteilt werden, wenn im Einzelfall offensichtlich ist, dass Leib und Leben der Antragstellerin oder des Antragstellers unmittelbar, ernsthaft und konkret gefährdet sind. Dazu müssen im europäischen Recht eindeutige Regelungen verankert werden.«"],
        "grüne":["green", "»Und es ist allein eine Frage des politischen Willens, die Länder an den EU-Außengrenzen endlich zu entlasten. Dazu wollen wir – neben der Familienzusammenführung und humanitären Visa – großzügige und verlässliche Aufnahmekontingente über das Resettlement-Programm des Flüchtlingshilfswerks der Vereinten Nationen (UNHCR) ermöglichen.«"],
        "linke":["green", "»Wir fordern die Ausweitung verbindlicher Flüchtlingsrechte auf Armuts-, Umwelt- und Klimaflüchtlinge und eine entsprechende humanitäre Visa-Vergabe.« (S. 40)"],
        "fw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["green", "»Und wir werden eine rechtsverbindliche Pflicht zur Ausgabe humanitärer Visa in Konsulaten und Botschaften der EU-Staaten für Menschen einführen, die internationalen Schutz benötigen und in die EU einreisen wollen, um Asyl zu beantragen«"],
        "volt":["green", "»In the short-term, while lobbying for amending the legal definition of a refugee, we support the (re-)introduction of a humanitarian visa for all European countries. In the proposal for the legislative text, we will include famine and climate migrants as included as a collective group in need of protection, in effect guaranteeing this group the same rights as refugees.« und »The introduction of a humanitarian visa will initially be done by means of a visa waiver for citizens of top refugee producing countries. Visa requirements for nationals from these States will be suspended through an adaptation of the visa lists in Regulation 539/2001. In the long-term, we will propose a legal instrument in the form of a Regulation in which issuing criteria and procedures are included.«"]
       }
      },
    {"title": "Ausweitung von Kontingenten/Resettlement",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Ausweitung des EU Resettlement-Programms und verbindliche Umsetzung der Kontingentziele in Zusammenarbeit mit dem Flüchtlingshilfswerk der Vereinten Nationen (UNHCR). Die kontrollierte Aufnahme von Flüchtlingen in den europäischen Staaten verbessert die Lebensumstände aller Schutzsuchender in den Flüchtlingslagern des UNHCR.«"],
        "fdp":["yellow", "»Bei der konkreten Entscheidung über die Verteilung einzelner Migranten sollen auch im Rahmen der Kontingente Kriterien wie familiäre Bindungen oder Sprachkenntnisse berücksichtigt werden, um die Integration zu unterstützen«"],
        "grüne":["green", "»Dazu wollen wir (...) großzügige und verlässliche Aufnahmekontingente über das Resettlement-Programm des Flüchtlingshilfswerks der Vereinten Nationen (UNHCR) ermöglichen.« und »Die EU-Länder müssen ihren Anteil an dem jährlichen, vom UNHCR ermittelten Resettlement-Bedarf entsprechend ihrer Wirtschaftskraft erfüllen.«"],
        "linke":["green", "»Es braucht umfassende Aufnahmekontingente über das Resettlement-Programm des UNHCR.« (S. 40)"],
        "fw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["green", "»Die ÖDP fordert daher auf EU-Ebene: (...) Aufenthaltserlaubnis aus humanitären Gründen für Kontingentflüchtlinge, bis eine Rückkehr ins Heimatland möglich ist. (...) Ausweitung der Resettlementprogramme in Zusammenarbeit mit dem UN-Flüchtlingshilfswerk UNHCR.«"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
    {"title": "Seenotrettung in europäischer Verantwortung",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Alle Mitgliedsstaaten haben ihren Beitrag für eine leistungsfähige Seenotrettung im Mittelmeer zu leisten. Wir wollen, dass die EU die Seenotrettung stärker koordiniert und die Mitgliedstaaten dabei finanziell, technisch und personell unterstützt. Private Hilfsorganisationen dürfen nicht kriminalisiert werden, sie sollen aufgenommene Flüchtlinge unmittelbar in europäische Häfen ausschiffen dürfen.«"],
        "fdp":["green", "»Wir Freie Demokraten bekennen uns klar zur Rettung von Menschenleben. Aus diesem Grund soll die Agentur auch Aufgaben der Hochseenotrettung im Mittelmeer wahrnehmen, um weitere Tote durch kenternde Schlepperboote zu verhindern« und »Bis zur wirksamen Einführung einer Seenotrettung durch Frontex lehnen wir eine Behinderung der Seenotrettung auf dem Mittelmeer zur Reduzierung von Fluchtanreizen ab.«"],
        "grüne":["green", "»Die Seenotretter*innen haben unsere volle Solidarität und Unterstützung. Das entlässt die EU und die Mitgliedstaaten nicht aus ihrer humanitären Pflicht, endlich ein europäisch organisiertes und finanziertes ziviles Seenotrettungssystem aufzubauen.«"],
        "linke":["green", "»Seenotrettung ist kein Verbrechen, sondern Pflicht, internationales Seerecht und Selbstverständlichkeit.« (S. 8)"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Die Europäische Union muss eine humane und wirksame Asyl- und Flüchtlingspolitik gestalten, das heißt: Menschenleben retten, Geflüchtete schützen und das Recht auf Asyl stärken.«"],
        "ödp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["green", "»Seenotrettung ist Menschenrecht und -pflicht!«"],
        "lg":["green", "»Wir fordern die Einrichtung eines europäischen Such- und Rettungsdienstes (ESRO), der die Aufgabe hat, Menschen in Seenot zu retten und an einen sicheren Ort zu bringen, so wie es das internationale Seerecht vorschreibt.« und »Mit der Einrichtung des ESRO verpflichten wir uns, die Zahl der Todesfälle auf See auf Null zu reduzieren.«"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
    {"title": "Abschaffung/Reform der Dublin-Verordnung",
      "positions": {
        "cdu":["yellow", "Unser Ziel ist ein einheitliches und schnelles Asylverfahren mit der Möglichkeit, innerhalb der EU einmalig einen Asylantrag zu stellen. Klar ist: Es darf nicht möglich sein, in mehreren Ländern einen Asylantrag zu stellen. Dabei ist die grundsätzliche Zuständigkeit des Ersteinreiselandes beizubehalten und eine solidarische Lastenverteilung sicherzustellen.« (S. 14)"],
        "spd":["green", "»Eine Reform des Dublin-Systems, die Kriegsflüchtlinge schützt und das Recht auf Asyl vollumfänglich gewährt. Das Wahren des Asylrechts ist eine gemeinsame europäische Aufgabe, die solidarisch erfüllt werden muss. Sie darf nicht allein auf diejenigen Staaten mit einer Außengrenze verlagert werden. Deshalb wollen wir das Dublin System durch einen solidarischen Verteilungsschlüssel ersetzen.«"],
        "fdp":["green", "»Wir Freie Demokraten wollen ein Gemeinsames Europäisches Asylsystem (GEAS) „aus einem Guss“. Die bisherigen Regelungen (insbesondere die Dublin-III-Verordnung) haben sich in der Praxis nicht als echte Lösung erwiesen: Wir brauchen stattdessen ein echtes Gemeinsames Europäisches Asylsystem, um Blockaden bei der Lösung der Migrations- und Integrationsfrage zu überwinden. Kernelemente sind bessere gemeinsame Standards und Prozesse für die Registrierung, Antragsbearbeitung und -bescheidung, ein neuer Krisenmechanismus sowie die Verteilung von Flüchtlingen nach einem verbindlichen europaweiten Verteilungsschlüssel, außer in Fällen, in denen erkennbar keine Bleibeperspektive besteht«"],
        "grüne":["green", "»Das Dublin-System, wonach Asylsuchende in dem Land Asyl beantragen müssen, das sie zuerst betreten haben, ist ungerecht, wirkungslos und gescheitert« und »Eine Reform dieses Systems und ein fairer und solidarischer Verteilungsmechanismus sind deshalb überfällig und wurden vom Europäischen Parlament längst beschlossen«"],
        "linke":["green", "»Auch das Dublin-System muss ein Ende haben. Alle Schutzsuchenden sollen sich selbst entscheiden können, in welchem Land sie Asyl beantragen wollen.« (S. 40)"],
        "fw":["green", "»„Dublin“ ablösen: Reform der Asyl- und Flüchtlingspolitik in Europa. Weiterhin verfolgen wir FREIE WÄHLER eine gemeinsame und gerechte Umverteilung der Geflüchteten auf alle EU-Mitgliedstaaten. Die Verteilung soll über die bestehende EU-Asylagentur EASO erfolgen. Um ihr Weiterziehen in Nachbarländer innerhalb Europas einzudämmen, brauchen wir in den Mitgliedstaaten einheitliche Standards der Unterbringung und Versorgung.« (S.15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Ein verbindlicher Flüchtlingsverteilungsschlüssel muss dafür sorgen, dass alle EU-Mitgliedstaaten sich an der Bewältigung dieser Herausforderung entsprechend ihren Möglichkeiten beteiligen.«"],
        "ödp":["green", "»Wer hilft, darf nicht überfordert werden. Daher muss das Dublin-Verfahren grundlegend reformiert werden, damit weder die Mitgliedsstaaten an den EU-Außengrenzen übermäßig belastet werden noch die bevorzugten Zielländer in der Mitte und im Norden Europas.«" ],
        "humanisten":["green", "»Hierfür plädieren wir für ein solidarisches europäisches Asylsystem, welches Geflüchtete nach klaren Kriterien innerhalb Europas verteilt. Zu den Kriterien zählen etwa die Bevölkerungsgröße und Wirtschaftskraft der aufnehmenden Regionen.«"],
        "mlpd":["green", "»Schluss mit den Dublin-Abkommen! Asylrecht auf antifaschistischer Grundlage.«"],
        "lg":["green", "»Wir verlangen ein gemeinsames europäisches Asylverfahren (CEAS), das internationales und europäisches Recht respektiert und die Grundrechte der migrierten Menschen garantiert.« und »Wir werden dafür kämpfen, das so genannte „Hotspot-System“ zur Migrationskontrolle zu beenden und die Lebensbedingungen von Migrant*innen schnell verbessern. Das Festhalten immigrierter Menschen in geschlossenen Auffanglagern muss beendet werden, besonders die Internierung von Kindern.«"],
        "volt":["green", "»The Dublin System must be reformed and complemented by a settlement scheme which provides for penalties and sanctions against States refusing to fulfil their responsibility.« und »We will push to move the responsibility for the management of refugees to the European level, as far as possible in the absence of exclusive EU competence. We will propose minimum harmonisation on the conditions for the application of asylum that will be applied in each European country. In order to establish those criteria, we will push for an enhancement of the mandate of EASO (the Malta Asylum Office) to develop a standardised asylum process on the basis of data that is centrally available. We will then push for an amendment of Regulation 604/2013, the so-called Dublin Regulation. This amendment will replace the first country of arrival as the country in which an asylum application has to take place. Instead, a principle of preference will be followed: asylum-seekers will be granted the right of passage to apply for asylum in those countries in which they prefer to stay. After the initial commencement of the asylum procedure in the country of preference, asylum-seekers will enter a resettlement system to ensure that European countries manage the refugee flow together. The conditions for resettlement will be based on objective factors such as population density, wealth, age, and growth. The amended system will allow European countries to contribute with accommodation capacity or funding. Countries who do not abide by it will be sanctioned in the form of withdrawal of benefits, putting a price on the absence of solidarity.«"]
       }
      },
    {"title": "Ablehnung des Konzepts Sichere Herkunftsstaaten",
      "positions": {
        "cdu":["red", "»Gerade für Menschen aus sicheren Herkunftsstaaten wollen wir die Verfahren bei uns wie in ganz Europa beschleunigen. Tunesien, Algerien, Marokko und Georgien müssen zu sicheren Herkunftsstaaten erklärt werden.« (S. 15)"],
        "spd":["yellow", "»Wir halten daran fest, dass Abschiebungen in Länder nicht erfolgen, in denen für die Menschen die unmittelbare Gefahr besteht, Opfer eines Krieges oder eines bewaffneten Konfliktes zu werden.«"],
        "fdp":["red", "»Parallel zu entsprechenden EU-Listen sollen außerdem nationale Listen sicherer Herkunftsstaaten und sicherer Drittstaaten verbindlich beibehalten oder eingeführt werden können, sofern die EU- Kommission der Benennung einzelner Staaten nicht widerspricht oder die analoge Einstufung auf europäischer Ebene ausgesetzt ist.«"],
        "grüne":["green", "»Die Einstufung von Staaten als sichere Dritt- oder Herkunftsländern ist aus unserer Sicht das falsche Instrument. Es beschleunigt zudem keine Verfahren. Wir halten das Prinzip für falsch«"],
        "linke":["yellow", "»Sinti und Roma darf nicht das Recht auf Asyl entzogen werden, indem die potenziellen Beitrittskandidaten der EU Bosnien und Herzegowina, Kosovo, Nordmazedonien, Montenegro und Serbien zu sicheren Herkunftsstaaten erklärt werden. Keine Abschiebungen oder Diskriminierungen von Sinti und Roma.« (S. 49)"],
        "fw":["red", "»Ebenso muss die Einordnung der Herkunftsländer in sichere und unsichere Drittstaaten gemeinsam erfolgen.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["yellow", "»Asylverfahren dürfen nicht dadurch umgangen werden, dass noch mehr Länder zu sicheren Drittländern erklärt werden, wie es in Reformvorschlägen der Europäischen Kommission derzeit diskutiert wird.«"],
        "volt":["green", "»Moreover, the amendment will ensure that the presumption of safe third countries can be rebutted. Asylum-seekers should be provided the opportunity to argue on an individual basis whether a third country is safe in their particular situation.«"]
       }
      },
    {"title": "Ablehnung von Rücknahmeabkommen allgemein (z.B. mit der Türkei und anderen nordafrikanischen Staaten)",
      "positions": {
        "cdu":["red", "»Darüber hinaus schließen wir präventiv mit Staaten Afrikas sowie des Nahen und Mittleren Ostens Flüchtlingsabkommen nach dem Vorbild des EU-Abkommens mit der Türkei.« (S. 15)"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["red", "»Wir fordern eine effizientere Ausgestaltung der Verfahren und eine konsequentere und schnellere Rückführung in die Herkunftsländer, in denen keine Gefahr für Leib und Leben besteht. Dies wollen wir durch Vereinbarungen zwischen der Europäischen Union (EU) und den Herkunftsländern ermöglichen, die im Gegenzug primär auf Anreize, wie etwa Visa-Erleichterungen für bestimmte Einreisezwecke, verstärkte Entwicklungszusammenarbeit und Freihandelsabkommen, setzen«"],
        "grüne":["yellow", "»Beim Abschluss von Rückführungsabkommen wollen wir denjenigen Ländern im Gegenzug Unterstützung anbieten, die ihre Staatsbürger*innen schnell und unbürokratisch wieder aufnehmen und ihnen Perspektiven sowie ein Leben in Sicherheit garantieren« und »Abschiebungen in Kriegsgebiete wie Afghanistan lehnen wir ab.«"],
        "linke":["green", "»Wir wollen in der EU einheitliche Schutzstandards auf hohem Niveau; die Abschiebung der Verantwortung auf andere Staaten mithilfe von Drittstaaten- oder Herkunftsländerregelungen wollen wir beenden. « (S. 40)"],
        "fw":["red", "»Wir FREIE WÄHLER wollen Rücknahmeabkommen mit den Maghreb-Staaten nach dem Vorbild der EU-Türkei-Vereinbarungen vom März 2016 voranbringen. Dabei verfolgen wir das Ziel, dass die im Mittelmeer aufgegriffenen Flüchtlinge wieder zur nahegelegenen nordafrikanischen Küste gebracht werden.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Bilaterale Abkommen zur Externalisierung des EU-Grenzschutzes müssen aufgekündigt werden und sind grundsätzlich abzuschaffen.«"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["yellow", "»Abbruch der diplomatischen Beziehungen zur Türkei und anderen faschistischen Regierungen!«"],
        "lg":["yellow", "»Die EU und ihre Mitgliedsstaaten arbeiten derzeit mit Ländern wie der Türkei, dem Sudan und Libyen zusammen, um die Migration nach Europa zu verhindern. (...) Wir fordern die Beendigung all dieser „Deals“  einschließlich des EU-Türkei-Abkommens, der Vereinbarungen mit den libyschen Behörden und der Finanzierung der Migrationskontrolle im Sudan und anderen Ländern.« und »Die Zusammenarbeit mit den Herkunfts- und Transitländern selbst sollte nur dann erlaubt sein, wenn diese nicht nur die Menschenrechte respektieren, einschließlich des Rechts, woanders zu leben, sondern auch deren Einhaltung überwachen und in Fällen von Rechtsverletztungen geeignete Maßnahmen ergreifen.«"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
    {"title": "Abschaffung von Frontex",
      "positions": {
        "cdu":["red", "»Die europäische Grenzagentur FRONTEX wollen wir so zügig wie möglich zu einer operativen Grenzpolizei an der europäischen Außengrenze ausbauen.« (S. 15)"],
        "spd":["yellow", "»Schutz der europäischen Außengrenzen vor illegaler Zuwanderung und konsequente Bekämpfung von Schlepperbanden und von Menschenhandel zum Zweck der sexuellen und Arbeitsausbeutung, um vor allem Kinder und Frauen zu schützen.«"],
        "fdp":["red", "»Für den gemeinsamen Schutz der Außengrenzen zum Beispiel muss die Grenzschutzagentur Frontex endlich zu einer echten europäischen Grenzschutzbehörde mit eigenen Handlungsbefugnissen und Personal ausgebaut werden.« und »Deshalb soll die Grenzschutzagentur Frontex von der jetzigen zwischenstaatlichen Struktur zu einer echten europäischen Grenzschutzbehörde mit eigenen Handlungsbefugnissen und Personal ausgebaut werden. Die Agentur soll der EU-Grundrechtecharta verpflichtet und dem Europäischen Parlament gegenüber rechenschaftspflichtig sein und regelmäßig Bericht erstatten. Wir wollen einen weiteren Stellenaufbau bei Frontex. Ein wirksamer gemeinsamer europäischer Grenzschutz funktioniert nur, wenn sich alle EU-Mitgliedstaaten an diesem Stellenaufbau beteiligen.«"],
        "grüne":["yellow", "»Wir wollen ein europäisches Grenzkontrollregime, das auf dem gemeinsamen Schutz der Menschenrechte basiert und das Vertrauen in das Schengen-System stärkt, und keine einseitige Aufrüstung von Frontex. Parallel dazu muss die EU-Asylbehörde in ihren Befugnissen so erweitert werden, dass sie gemeinsam mit den Mitgliedstaaten für eine schnelle Registrierung, eine humane Erstunterbringung mit medizinischer Versorgung und die anschließende schnelle und faire Verteilung sorgt« und »Die europäische Flüchtlingspolitik lässt sich nicht über Grenzkontrollen lösen oder gestalten. Grenzschutz darf nicht bedeuten, dass niemand mehr reinkommt.«"],
        "linke":["green", "»Seebrücken und Fähren statt Frontex! Frontex muss aufgelöst und durch ein ziviles europäisches Seenotrettungsprogramm ersetzt werden.« (S. 40)"],
        "fw":["red", "»Wir FREIE WÄHLER wollen den europäischen Außengrenzschutz durch Ausbau von Frontex massiv stärken.« (S. 14)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["green", "»Stoppt Frontex und andere militärische Abwehrmaßnahmen gegen Flüchtlinge, Rückbau von Grenzzäunen wie in Ceuta, Melilla und Bulgarien.«"],
        "lg":["yellow", "»Obwohl die als Frontex bekannte Grenz- und Küstenwache an den Außengrenzen Europas patrouilliert, hat sie den Tod von Migrant*innen, die auf dem Seeweg nach Europa reisten, nicht verhindert.«"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
    {"title": "Sofortiger Abschiebestopp",
      "positions": {
        "cdu":["red", "»Wir setzen auf europäische Transitzentren. Dort muss geprüft und entschieden werden, ob jemand schutzbedürftig ist und einreisen darf. Nicht einreiseberechtigte Personen sowie Personen ohne Asylgrund und ohne Flüchtlingsstatus müssen von dort zurückgeführt werden.« (S. 12)"],
        "spd":["red", "»Vereinheitlichung und Beschleunigung von Asylverfahren und gemeinsames Handeln bei der Rückführung von vollziehbar ausreisepflichtigen Asylbewerbern. Der Anreiz für freiwillige Rückkehr soll mit finanziellen Hilfen für den Neustart im Herkunftsland erhöht werden.«"],
        "fdp":["red", "»Wir Freie Demokraten wollen die Rückführungsmodalitäten für Ausreisepflichtige, insbesondere abge- lehnte Asylbewerber eindeutig und europäisch einheitlich regeln. Wir fordern eine effizientere Ausge- staltung der Verfahren und eine konsequentere und schnellere Rückführung in die Herkunftsländer, in denen keine Gefahr für Leib und Leben besteht.«"],
        "grüne":["red", "»Nicht alle, die kommen, können bleiben. Diejenigen, deren Asylanträge abgelehnt werden und bei denen keine anderen Gründe gegen eine Rückkehr sprechen, müssen zurückgeführt werden. Aber Abschiebungen sind immer mit menschlichen Härten verbunden und in der Regel nicht freiwillig. Dies im Verfahren zu berücksichtigen und menschliche Härten bei Rückführungen so weit wie möglich zu vermeiden, ist oberste Aufgabe einer verantwortlichen Asylpolitik.«"],
        "linke":["green", "»Abschiebungen stoppen! Ausweisungen und Abschiebungen aus der EU, insbesondere in Krieg, Armut und Elend oder als Form der Doppelbestrafung, lehnen wir ab (…)« (S. 40)"],
        "fw":["red", "»Asyl und subsidiärer Schutz bei Bürgerkriegen bedeuten immer Aufenthalt auf Zeit. Hierfür brauchen wir ein verlässliches Ein- und Ausreisesystem, das eine konsequente Zurückweisung an der EU-Außengrenze ermöglicht.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["yellow", "»Das CEAS muss das Recht auf Nichtzurückweisung schützen, das es Staaten verbietet, immigrierte Menschen an Orte zurückzuschicken, an denen ihnen existenzieller Schaden droht, wie Verfolgung, Folter und andere Menschenrechtsverletzungen«"],
        "volt":["yellow", "»Uphold asylum seekers’ and refugees’ rights, by monitoring and sanctioning Member States who breach these rights, e.g., by detaining asylum seekers when unnecessary and under inhumane conditions.«"]
       }
      },
    {"title": "Klima als Fluchtursache anerkennen",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahprogramm der Partei"],
        "spd":["green", "»Lebensräume werden zerstört, für viele Menschen wird der Klimawandel zur Fluchtursache“«, aber keine konkret damit verknüpfte Forderung"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["yellow", "»Viele werden ihr Zuhause verlassen müssen und sich als Klimaflüchtlinge auf den Weg machen« und »Daher soll die EU zusammen mit anderen Industriestaaten vorangehen und im Rahmen einer gemeinsamen Regelung den Bewohner*innen von bedrohten Inselstaaten, die durch die Klimakrise unbewohnbar werden, Klimapässe anbieten. Diese sollen zusätzlich und nicht alternativ zu bestehenden Initiativen und Forderungen der Inselstaaten etabliert werden.« und »Zugleich sollte die EU Prozesse unterstützen, in denen mit betroffenen Staaten über völkerrechtliche Ansätze zum Umgang mit klimabedingter Migration, Flucht und Vertreibung sowie zum Zugang zu internationalem Schutz beraten wird.«"],
        "linke":["green", "»Wir fordern die Ausweitung verbindlicher Flüchtlingsrechte auf Armuts-, Umwelt- und Klimaflüchtlinge (...)« (S. 40)"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["green", "Die ÖDP fordert daher auf EU-Ebene: (...) Klima als Fluchtursache anerkennen"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["green", "»Protect those in need, by classifying famine and climate migrants as refugees under European law« und »Volt believes that European countries are under an obligation to protect and extend support to the ones most affected and least responsible for climate change.« und »As a long-term objective, we will propose an amendment of the 1951 Refugee Convention for the definition of refugee to also include famine and climate migrants. European countries cannot do this alone, but we believe that a joint lobby will send a strong message and positively contribute to realising this goal.«"]
       }
      }
    ]
  },

  {"title": "Thema: Einwanderung und Visapolitik",
  "items": [
      {"title": "Forderung eines europäischen Einwanderungsgesetzes",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["yellow", "»(...) brauchen wir einheitliche und einfache Regelungen für legale Zuwanderung nach Europa, die sich nicht ausschließlich an ökonomischen Kriterien orientiert. Als Vorbild kann hier die deutsche Regelung für eine vereinfachte Arbeitsmigration für den Westbalkan dienen.« und »(...) einheitliche und einfache Regelungen für legale Zuwanderung nach Europa. Das deutsche Fachkräfteeinwanderungsgesetz könnte hierfür als Vorlage dienen.«"],
        "fdp":["green", "»Wir Freie Demokraten wollen ein einheitliches europäisches Asyl-, Flüchtlings- und Einwanderungsrecht.« und »Im Rahmen eines einheitlichen europäischen Asyl-, Flüchtlings- und Einwanderungsrechts muss klar zwischen Flucht, Asyl und arbeitsmarktbezogener Einwanderung unterschieden werden. Die EU muss ihre Attraktivität für qualifizierte Facharbeiterinnen und Facharbeiter sowie Studierende aus Nicht-EU-Staaten erhöhen. Hierzu fordern wir die Einführung eines europäischen kriterienbasierten Punktesystems nach einheitlichen Maßstäben, welches etwa die Abschlüsse und Sprachkenntnisse gewichtet und auf dessen Grundlage die Mitgliedstaaten nationale Kontingente und Bedarfsanalysen festlegen und durchführen können.«"],
        "grüne":["green", "»Mit dem UN- Migrationspakt (Global Compact for Migration) haben die Mitgliedstaaten der Vereinten Nationen ein sehr umfassendes Rahmenwerk für sichere und geordnete Migration erarbeitet. Auf dieser Grundlage soll ein europäisches Einwanderungsrecht mit gemeinsamen Rahmenregelungen dabei helfen, gleiche Standards in Europa für die sichere und legale Einwanderung von Menschen mit verschiedenen Qualifikationsniveaus und deren Familien zu etablieren«"],
        "linke":["yellow", "»Wir wollen einen Politikwechsel in der Einwanderungs- und Flüchtlingspolitik der EU und fordern daher einen Dreiklang: (...) 1. Menschen retten (...) 2. Grundrechte europaweit durchsetzen (...) 3. Fluchtursachen endlich tatsächlich bekämpfen« (S. 40)"],
        "fw":["yellow", "»Wir FREIE WÄHLER wollen eine klare Trennung von Zuwanderung und Einwanderung: Für qualifizierte Arbeitskräfte wollen wir das Modell der europäischen Blue-Card ausbauen.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["yellow", "»Die Europäischen PIRATEN fordern eine gemeinsame europäische Einwanderungspolitik, (...) die legale Zuwanderungswege in den europäischen Arbeitsmarkt eröffnet (...) Sprachkenntnisse (...) positiv berücksichtigt (...) Berufsqualifikationen in einem vereinfachten Verfahren anerkennt (...) es den Mitgliedsstaaten ermöglicht, ihre Anforderungen (...) festzulegen« (S. 17)"],
        "tierschutz":["green", "»Wir wollen ein modernes EU-weites Einwanderungsgesetz nach dem Punktemodell, das Arbeitsaufnahme, Arbeitssuche und Ausbildung ermöglicht.«"],
        "ödp":["green", "»Die ÖDP fordert daher auf EU-Ebene: (...) für die Arbeitsmigration aus Nicht-EU-Staaten: Die Schaffung eines Zuwanderungsgesetzes, das faire Chancen auf legale Zuwanderung in die EU bietet, aber nicht zu einer übermäßigen Abwanderung gut qualifizierter Fachkräfte aus den Herkunftsländern führt.«"],
        "humanisten":["green", "»Wir fordern [...] einheitliche Koordinierung der Migration auf EU-Ebene.« und »Wir fordern ein Migrationssystem, das Kriterien wie berufliche Qualifikation und Ausbildung, Sprachkenntnisse und einen Wertetest, aber auch die Nachfrage der Qualifikationen in den verschiedenen Regionen berücksichtigt.«"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["yellow", "»Protect both domestic and foreign workers against the negative effects of economic migration, by applying minimal harmonization among all Euro- pean countries ensuring that access to basic social, legal and medical services is guaranteed.«"]
       }
      },
      {"title": "Zuzug von Fachkräften in die EU erleichtern",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Ein europäisches Konzept gegen den Fachkräftemangel. Wir brauchen für Unternehmen wie für außereuropäische Arbeitnehmerinnen und Arbeitnehmer einheitliche und einfache Regelungen für legale Zuwanderung nach Europa. Das deutsche Fachkräfteeinwanderungsgesetz könnte hierfür als Vorlage dienen.«"],
        "fdp":["green", "»Die gezielte Anwerbung von Fachkräften aus Drittstaaten, die nach einem kriterienbasierten Punktesystem ein Arbeitsvisum erhalten können, wollen wir zukünftig mit der Gründung einer europäischen Fachkräfteagentur und von europäischen Ausbildungszentren in Drittstaaten unterstützen.« und »Damit wird erwünschte Fachkräfteeinwanderung effektiv und effizient nach europäischen Kriterien gesteuert und illegaler Wirtschaftsmigration der Boden entzogen«"],
        "grüne":["yellow", "»Da bislang nur ein europäisches System der Arbeitsmigration für Hochqualifizierte besteht, gehen jedoch auch potenzielle Migrant*innen den Weg über das Asylsystem und scheitern. Arbeitsmigration ist jedoch nicht nur eine Realität, sondern in Zeiten des Fachkräftemangels und demografischen Wandels auch eine Notwendigkeit für Staaten wie Deutschland.«"],
        "linke":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fw":["green", "»Für qualifizierte Arbeitskräfte wollen wir das Modell der europäischen Blue-Card ausbauen.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Wir setzen uns daher für ein modernes Einwanderungsgesetz ein, das Talenten und Fachkräften ermöglicht, sich ohne Hürden in der EU niederzulassen.«"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["green", "»Wir werden das EU-Blue-Card-System erweitern, so dass Arbeitssuchende von außerhalb der EU die Möglichkeit erhalten, nach Europa zu kommen.«"],
        "volt":["green", "»We will push for a reform of “Your Europe” to include labour migration and integration for EU and non-EU citizens wanting to live and work in another EU country. In addition, once in Parliament, we will revisit the Single Permit Directive and the Long-Term Resident Directive to ensure that the groups of migrants that qualify for application under these procedures are sufficiently diverse.« und »n addition, we will lobby for one coherent European strategy of 'attracting the best talent' and actively market it in “target countries” through EU delegations and Member State embassies.« und »once in Parliament, we will draft a proposal for a new legislative instrument in the form of a location-specific temporary residence and working permit available to non-EU migrants falling within a specific category of labour migrants, such as health workers or builders, of which there exists a shortage on the European labour market.«"]
       }
      },
    {"title": "Zuzug von Nicht-EU-Studierenden und -Auszubildenden erleichtern",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["yellow", "»Die EU muss ihre Attraktivität für qualifizierte Facharbeiterinnen und Facharbeiter sowie Studierende aus Nicht-EU- Staaten erhöhen«"],
        "grüne":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "linke":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Wir wollen ein modernes EU-weites Einwanderungsgesetz nach dem Punktemodell, das Arbeitsaufnahme, Arbeitssuche und Ausbildung ermöglicht.«"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["green", "»Wir werden neue Bildungs- und Arbeitsmobilitätsprogramme erarbeiten, die Studierende und Arbeitnehmer*innen von außerhalb Europas zu uns bringen.«"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
    {"title": "Bessere Anerkennung von außereuropäischen Abschlüssen",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "grüne":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "linke":["green", "»Es braucht eine bessere Anerkennung der Qualifikationen und Abschlüsse von Nicht-EU-Bürger*innen, damit diese ihre Berufe weiter ausüben können.« (S. 41)"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["green", "»Die Europäischen PIRATEN fordern eine gemeinsame europäische Einwanderungspolitik, die (...) erworbene Zertifizierungen und Berufsqualifikationen in einem vereinfachten Verfahren anerkennt« (S. 17)"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["green", "»In addition, this proposal will include procedures on the recognition of skills to allow asylum-seekers to continue the vocation they fulfilled in their country of origin, for as far as this is possible.«"]
       }
      },
    {"title": "Statuswechsel: Möglichkeit, Asylstatus in dauerhaften Aufenthaltstitel umzuwandeln",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["green", "»In diesem Zusammenhang soll im Rahmen der Systemumstellung der „Spur- wechsel“ vom Asylverfahren in ein Einwanderungsverfahren ermöglicht werden.«"],
        "grüne":["green", "»Menschen, die bereits in Europa sind und die in Beschäftigung stehen, sollen im Rahmen eines sogenannten Spurwechsels ins europäische Einwanderungssystem wechseln und hier bleiben können.«"],
        "linke":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Bereits hier lebende Asylsuchende und Schutzberechtigte müssen grundsätzlich die Möglichkeit erhalten, sich nach dem Punktesystem als Einwanderer zu bewerben (Spurwechsel).«"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "humanisten":["green", "»Ein „Spurwechsel“ zwischen Asyl und Migration soll ausdrücklich möglich sein«"],
        "mlpd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "lg":["grey", "»Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["green", "»Asylum seekers must be able to enter the job market from day one, and their skills must be more easily recognised.« und »We will introduce a proposal to adapt Regulation 2013/32 on the granting and withdrawing of international protection of asylum-seekers to ensure that the right to work is included from day one.«"]
       }
      }
    ]
  }
]
}
