{"parties": [
  {"pic":"logo_cdu.jpg", "name":"cdu", "url":"https://www.cdu.de"},
  {"pic":"logo_spd.svg", "name":"spd", "url":"https://www.spd.de"},
  {"pic":"logo_fdp.jpg", "name":"fdp", "url":"https://www.fdp.de"},
  {"pic":"logo_gruene.svg", "name":"grüne", "url":"https://www.gruene.de"},
  {"pic":"logo_linke.svg", "name":"linke", "url":"https://www.die-linke.de/start/"},
  {"pic":"logo_bsw.svg", "name":"bsw", "url":"https://www.bsw-vg.de/"}
  {"pic":"logo_volt.svg", "name":"volt", "url":"https://www.voltdeutschland.org/"}
],
"position_symbols": [
  {"shorthand":"green", "symbol_url":"green_tick.jpg"},
  {"shorthand":"red", "symbol_url":"red_cross.jpg"},
  {"shorthand":"yellow", "symbol_url":"yellow_circle.jpg"},
  {"shorthand":"grey", "symbol_url":"grey_dash.jpg"}
],
"topics": [
  {
  "title": "Thema: Einwanderung und Visum",
  "items": [
      {"title": "Forderung eines europäischen Einwanderungsgesetzes",
      "positions": {
        "cdu":["yellow", "»Mehr Europa nur dort, wo Europa einen Mehrwert für alle schafft. Dazu [gehört] eine ambitionierte Politik für [...] den Stopp illegaler Migration [...]. Entbehrliche Aufgaben sollen entfallen.« (S.52) & »Freundschaft zu Frankreich und Polen ist von überragender Bedeutung. Im Format des Weimarer Dreiecks suchen wir die enge Abstimmung zwischen Berlin, Paris und Warschau zu allen relevanten Fragen der Außen-, Sicherheits- und Europapolitik. Darüber hinausgehend wollen wir mit beiden Ländern in allen Bereichen stärker zusammenarbeiten, von denen die Bürgerinnen und Bürger profitieren, zum Beispiel bei Energie, Verkehr und dem Stopp illegaler Migration.« (S.46 f.)"],
        "spd":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["yellow", "»Wir Freie Demokraten wollen für alle anerkannten Flüchtlinge – dazu gehören auch die ukrainischen Geflüchteten – einen neuen sozialrechtlichen Status statt des Bezugs von Bürgergeld schaffen. Er kombiniert eine stärkere Unterstützung für die Aufnahme von Arbeit und – soweit rechtlich zulässig – geringere Sozialleistungen. Die Höhe der Sozialleistungen darf keinen Fehlanreiz darstellen. Deswegen wollen wir die Höhe der Sozialleistungen, etwa beim Asylbewerberleistungsgesetz, kritisch überprüfen und perspektivisch europäisch vereinheitlichen.« (S.27)"],
        "grüne":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "linke":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "bsw":["yellow", "»Das europäische Asylrecht ist dysfunktional. Es nährt hochkriminelle, skrupellose Schleuser und tötet in letzter Konsequenz mehr Menschen, als es rettet. Es muss dringend reformiert werden. Asylverfahren sollten nach Möglichkeit außerhalb der EU in sicheren Drittstaaten stattfinden.« (S. 34)"],
        "volt":["green", "»Eine humanitäre Asylagentur: Die EU-Asylagentur (EUAA) wird ausgebaut, um die Aufnahme, Unterbringung und Verteilung von Schutzsuchenden zu organisieren. Eine zuverlässige Seenotrettung sowie eine ausreichende medizinische Versorgung sind gewährleistet.« (S.32) & »ASYLSYSTEM: EUROPÄISCH UND LOKAL GEDACHT EIN EUROPÄISCHES ASYLSYSTEM – FAIR, SOLIDARISCH UND MENSCHENWÜRDIG: Ein gerechtes und menschenwürdiges Asylsystem achtet die Menschenrechte, stärkt den gesellschaftlichen Zusammenhalt und verbessert den internationalen Ruf der EU. Wir alle profitieren von einer stabilen, solidarischen Union, die ihren humanitären Verpflichtungen nachkommt.« (S.135)"],
       }
      },
      {"title": "Zuzug von Fachkräften nach Deutschland erleichtern",
      "positions": {
        "cdu":["green", "»Für ausländische Fachkräfte wollen wir ein attraktiver Standort sein und lebenswerte Heimat werden. […] Schnellere und digitale Prozesse für Erwerbszuwanderer. Dazu richten wir eine digitale Bundesagentur für Einwanderung („Work-and-Stay-Agentur“) ein. Fachkräfte erhalten so Service aus einer Hand: von der Anwerbung und Arbeitsplatzvermittlung über die Prüfung der Einreisevoraussetzungen und Visavergabe bis hin zum Aufenthaltstitel. Wir trennen die Asylverfahren von den Verfahren zur Einwanderung in den Arbeitsmarkt.« (S.13)"],
        "spd":["green", "»Wir wollen das Fachkräfteeinwanderungsgesetz unbürokratisch umsetzen und beständig weiterentwickeln, damit qualifizierte Arbeitskräfte einfacher und schneller nach Deutschland kommen können. Mit klaren Regeln, einer vereinfachten und schnelleren Anerkennung von Qualifikationen und Abschlüssen und fairen Anwerbeabkommen schaffen wir dafür die Grundlage, um gleichzeitig Integration und Teilhabe zu fördern.« (S. 47 f.)"],
        "fdp":["green", "»Unser Land braucht mehr Einwanderung in den Arbeitsmarkt. Wir haben mit dem Einwanderungsgesetz die Regeln verbessert. Als nächsten Schritt fordern wir ein Einwanderungsgesetzbuch aus einem Guss, in dem alle gesetzlichen Grundlagen für Einwanderung und Asyl gebündelt werden. Zudem muss jetzt eine Neuorganisation der behördlichen Strukturen und Verfahren im Bereich der Arbeitsmigration folgen. Wir wollen, dass Menschen, die in den deutschen Arbeitsmarkt einwandern wollen, nur noch mit einer staatlichen Stelle zu tun haben. Um einen solchen One-Stop-Shop für die Einwanderung in den Arbeitsmarkt zu schaffen, muss der gesamte Visaprozess auf den Prüfstand gestellt werden.« (S.26)"],
        "grüne":["green", "»Darauf wollen wir weiter aufbauen, indem wir mehr Berufs- und Bildungsabschlüsse noch leichter anerkennen sowie die Anrechnung von Berufserfahrung entbürokratisieren und vereinfachen – für eine echte Willkommenskultur.« (S. 127)"],
        "linke":["green", "»Daher braucht es Aufenthalts- und Arbeitserlaubnisse unabhängig von Beschäftigungsdauer und Arbeitgeber sowie flächendeckende Kontrollen zur Durchsetzung des Mindestlohns.« (S. 53) & »Wir setzen uns für eine umfassende Visaliberalisierung sowie für ein offenes und solidarisches Einwanderungsrecht ein, das sich nicht mehr am Maßstab Herkunft oder ökonomische Verwertbarkeit orientiert, sondern Teilhabe und Partizipation für alle ermöglicht. Auch Migration aus sozialen und wirtschaftlichen Motiven ist ein legitimes individuelles Bedürfnis« (S. 54)"],
        "bsw":["red", "»Statt primär auf die Anwerbung ausländischer Fachkräfte zu setzen und damit die Abwanderung qualifizierten Personals aus ihren Heimatländern zu fördern, wollen wir in erster Linie junge Menschen in Deutschland qualifizieren und ausbilden und ihnen damit echte Chancen auf dem Arbeitsmarkt bieten.« (S.17)"],
        "volt":["green", "»Ein effizienteres Zuwanderungssystem ist entscheidend, um dem Fachkräftemangel zu begegnen und Deutschland als attraktiven Arbeitsstandort zu stärken. Deshalb setzt sich Volt für diese Zukunft ein: Digitales Matching [...], Digitaler One-Stop-Shop [...], Bedingungslose Arbeitserlaubnis […], Beschleunigte Anerkennung von Abschlüssen« (S.50 f.)"]
       }
      },
    {"title": "Zuzug von Nicht-EU-Studierenden und -Auszubildenden erleichtern",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["yellow", "»Um dem durch den demografischen Wandel bedingten Personalmangel entgegenzuwirken, werden wir die weltweite Anwerbung und Integration von Fachkräften ausbauen. Gleichzeitig wollen wir die Attraktivität der Ausbildungen steigern, denn die Auszubildenden von heute sind die Fachkräfte von morgen.« (S. 28)"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wir wollen Migration besser ordnen bzw. steuern und hierfür weitere menschenrechtsbasierte Migrationsabkommen abschließen und bestehende zügig umsetzen. Das heißt: Wir schaffen durch Visaabkommen und Ausbildungspartnerschaften für Studierende, Auszubildende und Fachkräfte geregelte Migrationswege.« (S. 131)"],
        "linke":["yellow", "»Wir setzen uns für eine umfassende Visaliberalisierung sowie für ein offenes und solidarisches Einwanderungsrecht ein, das sich nicht mehr am Maßstab Herkunft oder ökonomische Verwertbarkeit orientiert, sondern Teilhabe und Partizipation für alle ermöglicht. Auch Migration aus sozialen und wirtschaftlichen Motiven ist ein legitimes individuelles Bedürfnis« (S. 54)"],
        "bsw":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["yellow", "»Zweisprachige Ausbildungsprogramme öffnen internationalen Talenten den Zugang zu Ausbildungsplätzen und fördern die Mobilität und Flexibilität des deutschen Arbeitsmarktes. Auszubildende sowie Unternehmen profitieren von einer stärkeren internationalen Vernetzung und einem global wettbewerbsfähigen Arbeitsumfeld.« (S.51)"]
       }
      },
    {"title": "Bessere Anerkennung von außereuropäischen Abschlüssen",
      "positions": {
        "cdu":["green", "»Ausländische Fachkräfte gewinnen. Dabei ist eine gute Qualifikation von zentraler Bedeutung. So kann dauerhafte Beschäftigung erreicht werden. Den Fokus legen wir auf die vereinfachte und beschleunigte Anerkennung ausländischer Berufsqualifikationen. […]« (S.13)"],
        "spd":["green", "»Deutschland profitiert seit langem davon, dass wir ein Einwanderungsland sind. Wir treten Menschen mit Respekt gegenüber, völlig egal, wo sie ihre Wurzeln haben; mit klaren und nachvollziehbaren Regeln, weniger Bürokratie und einer deutlich transparenteren und vereinfachten Anerkennung von im Ausland erworbenen Abschlüssen und Qualifikationen. Fair gestaltete Einwanderung darf nicht zu Ausbeutung, Lohndumping, unfairem Wettbewerb oder einer Erosion des Tarifgefüges beitragen. Durch den Ausbau und die dauerhafte und auskömmliche Finanzierung der für gelingende Integration notwendigen Strukturen, wie berufsbegleitende Integrationskurse, breit verfügbare Deutschsprachförderung und Beratungsangebote, ermöglichen wir eine gelingende Einwanderung. Wir werden das Fachkräfteeinwanderungsgesetz weiterentwickeln, und die Digitalisierung der Verwaltungsentscheidungen vorantreiben. Zudem werden wir den Job-Turbo zur Arbeitsmarktintegration Geflüchteter fortsetzen und ausweiten, um Geflüchteten grundsätzlich so früh wie möglich die Arbeitsaufnahme zu ermöglichen.« (S.11 f.)"],
        "fdp":["green", "»Die Anerkennung im Ausland erworbener Abschlüsse wollen wir beschleunigen und durchgehend digitalisieren.« (S.8) & »Wir wollen im Inland und Ausland mehr Pflegefachkräfte gewinnen. Dafür wollen wir Anerkennungsverfahren für ausländische Pflegekräfte drastisch vereinfachen.« (S.33 f.)"],
        "grüne":["green", "»Wir wollen ein modernes Einwanderungsgesetz beschließen, das neue Zugangswege für Bildungs- und Arbeitsmigration schafft, [...] das  transparente,  unbürokratische und faire Verfahren bietet, das globale und regionale Notwendigkeiten berücksichtigt. Dafür soll auf Basis des jährlichen Arbeitskräftebedarfs eine punktebasierte Talentkarte eingeführt werden.« (S.184)"],
        "linke":["green", "»DIE LINKE setzt sich für eine umfassende Visaliberalisierung sowie ein offenes und solidarisches Einwanderungsrecht ein, das sich nicht mehr am Maßstab von Herkunft oder ökonomischer Verwertbarkeit orientiert.« (S.116)"],
        "bsw":["yellow", "»Wir fordern die Ausarbeitung eines umfassenden migrationspolitischen Ansatzes nach japanischem Vorbild mit dem Primärziel der Interessenwahrung der Deutschen und bereits zugewanderter Bürger, die sich zur kulturellen Identität Deutschlands bekennen.« (S. 99)"],
        "volt":["green", "»Beschleunigte Anerkennung von Abschlüssen: Die Anerkennung von Bildungs- und Berufsabschlüssen erfolgt nicht mehr individuell, sondern auf der Grundlage der Gleichwertigkeit des Berufsbildes im Ausbildungsland.« (S. 51)"]
       }
      },
    {"title": "Statuswechsel: Möglichkeit, Asylstatus in dauerhaften Aufenthaltstitel umzuwandeln",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["yellow", "»Die Zuwanderung nach Deutschland aus Asyl- und Fluchtgründen stellt uns weiter vor große Herausforderungen. Wir begegnen ihr auf allen Ebenen verantwortungsvoll mit Humanität und Ordnung. Klar ist: Wer sich nicht an die Regeln hält, muss wieder gehen. Doch wer auf Schutz angewiesen ist, dem gewähren wir Schutz. Wer als Geflüchteter keinen Schutzstatus erhalten hat und dennoch Integration in Arbeitsmarkt und Gesellschaft bewältigt und straffrei ist, dem soll der Spurwechsel in die Fachkräfteeinwanderung ermöglicht werden.« (S.47)"],
        "fdp":["green", "»Für gut integrierte Schutzsuchende muss es die Möglichkeit eines Spurwechsels zur Einwanderung in den Arbeitsmarkt geben, wenn sie so qualifiziert sind, dass sie und ihre Familien von eigener Arbeit ohne Transferleistungen leben können.« (S.27)"],
        "grüne":["green", "»Dabei sind Flucht und Arbeitsmigration grundsätzlich zu unterscheiden, denn sie folgen unterschiedlichen Logiken. Arbeitsmigration folgt der Nachfrage nach Arbeitskräften, die Aufnahme von Schutzsuchenden den humanitären Verpflichtungen. Gleichzeitig vertreten wir den pragmatischen Ansatz des „Spurwechsels“ und gestalten ihn sinnvoll aus.« (S. 127) "],
        "linke":["green", "»Wir fordern [...] effektive Bleiberechtsregelungen für Menschen, die mit einem unsicheren Aufenthaltsstatus oder mit Kettenduldungen leben müssen.« (S. 53)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["yellow", "»Das Chancenjahr: Menschen mit abgelehntem Asylantrag erhalten die Möglichkeit, ein Jahr lang zu arbeiten und sich durch Beschäftigung das Recht auf einen Aufenthaltstitel zu erarbeiten.« (S.138)"] 
       }
      },
     {"title": "Arbeitserlaubnis für Geflüchtete im Asylverfahren",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wer arbeiten kann, soll arbeiten dürfen. Hier haben wir in der Bundesregierung bereits erhebliche Verbesserungen erzielt und werden bestehende Arbeitsverbote abschaffen sowie die Verfahren vereinfachen und beschleunigen. Jetzt geht es prioritär darum, Geflüchtete tatsächlich in den Arbeitsmarkt zu bringen. Wenn sich Arbeitgeber*innen und Geflüchtete einig sind, sollte der Staat nicht mit unnötiger Bürokratie im Weg stehen. Damit entlasten wir auch Arbeitgeber*innen. Deswegen werden wir kurze Fristen einführen, nach denen arbeitsbezogene Genehmigungen als erteilt gelten, wenn durch die Ausländerbehörde nicht aktiv Widerspruch eingelegt wird.« (S. 128f.)"],
        "linke":["green", "»Wir fordern, dass alle Geflüchteten ab dem Tag ihrer Ankunft in Deutschland eine uneingeschränkte Arbeitserlaubnis erhalten. Niemand soll darauf warten müssen, sein Leben selbst in die Hand zu nehmen.« (S. 52)"],
        "bsw":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["grey", "keine Erwähnung im Wahlprogramm der Partei"] 
      }
      }
    ]
  },

  {"title": "Thema: Flucht und Asyl",
  "items": [
      {"title": "Individuelles Recht auf Asyl bewahren (Genfer Flüchtlingskonvention)",
      "positions": {
        "cdu":["yellow", "»Subsidiären Schutzstatus abschaffen. Wir wirken auf europäischer Ebene darauf hin, zum ursprünglichen Geist der Genfer Flüchtlingskonvention zurückzukehren.« (S. 41)"],
        "spd":["green", "»Wir wollen, dass in ganz Europa humanitäre Standards für Geflüchtete bestehen und Migration solidarisch gesteuert wird. Das individuelle Menschenrecht auf Asyl und das internationale Flüchtlingsrecht sind die Basis für das Gemeinsame Europäische Asylsystem. Grenzverfahren müssen hohe rechtliche Standards gewährleisten. Unser Ziel ist eine wirklich solidarische Verteilung, an der sich alle Mitgliedsstaaten beteiligen. Dafür braucht es mehr als einen lose verabredeten Solidaritätsmechanismus in der Europäischen Union.« (S. 48)"],
        "fdp":["yellow", "»Wir wollen geordnete Migration nach klaren Regeln, die auch durchgesetzt werden. Wir wollen Einwanderung in den Arbeitsmarkt, nicht in die sozialen Sicherungssysteme. Und wir wollen unserer humanitären Verantwortung gerecht werden, sie aber auch an unseren realen Möglichkeiten ausrichten. Nur durch nachhaltige Integration lässt sich zudem die gesellschaftliche Akzeptanz für Einwanderung erhalten.« (S. 26)"],
        "grüne":["green", "»Deutschland bietet vielen Menschen Schutz, die vor Krieg und Verfolgung fliehen. Wir verteidigen das Grundrecht auf Asyl und stehen zu unseren völkerrechtlichen Verpflichtungen wie der Genfer Flüchtlingskonvention, dem subsidiären Schutz und der europäischen Menschenrechtskonvention.« (S. 129) & »Unsere Haltung ist klar: Das Recht auf Einzelfallprüfung und das Nichtzurückweisungsgebot gelten immer und überall. Der Asylantrag von Menschen, die in der EU ankommen oder bereits hier sind, muss in der EU inhaltlich geprüft werden.« (S. 131) & »Wir verteidigen unsere Demokratie und den Rechtsstaat gegen hybride Angriffe – dazu zählt auch die Verteidigung des individuellen Rechts auf Asyl.« (S. 131)"],
        "linke":["green", "»Die Genfer Flüchtlingskonvention, die UN-Kinderrechtskonvention und die Europäische Menschenrechtskonvention müssen eingehalten werden« (S. 52) & »Asylrecht ist Menschenrecht  Wir lehnen alle bisherigen Asylrechtsverschärfungen ab. Der individuelle Zugang zu Asylverfahren und Rechtsschutz muss für Asylsuchende auch an den EU-Außengrenzen sichergestellt werden.« (S. 52)"],
        "bsw":["yellow", "»Bei allem Respekt und Mitgefühl für die Gründe, die Menschen dazu bringen, ihre Heimat zu verlassen und in Europa Schutz oder ein besseres Leben zu suchen: Das Asylrecht ist kein Recht für Verfolgte, in dem Land ihrer Wahl mit den großzügigsten sozialen Leistungen Aufnahme zu finden.« (S.34)"],
        "volt":["green", "»Flucht und Migration sind zentrale Herausforderungen unserer Zeit, die eine europäische und nationale Antwort erfordern. Wir müssen uns für ein Asylsystem einsetzen, das gerecht, solidarisch und menschenwürdig ist. Es schützt die Menschenrechte, stärkt den gesellschaftlichen Zusammenhalt und verbessert die Handlungsfähigkeit der EU und Deutschlands. Respektvolle Integration fördert Vielfalt und schafft Chancen für alle. Jetzt ist die Zeit, Verantwortung zu übernehmen – für ein Asylsystem, das humanitären Verpflichtungen gerecht wird, effiziente Verfahren gewährleistet und den gesellschaftlichen Zusammenhalt stärkt.« (S.135)"]
       }
      },
      {"title": "sichere, legale Fluchtwege schaffen",
      "positions": {
        "cdu":["yellow", "»Kurswechsel im Sahel. Die deutsche und europäische Sahel-Politik ist gescheitert. An die Stelle demokratischer Regierungen sind von Russland unterstützte Militärregime getreten. Wir wollen daher mit unseren europäischen Partnern eine neue Sahel-Strategie auflegen. Damit unterstützen wir die Menschen vor Ort, sodass sie sich nicht auf den gefährlichen Weg zu uns nach Europa machen müssen.« (S.48)"],
        "spd":["green", "»Wir stellen klar: Seenotrettung ist eine Verpflichtung aus dem internationalen Seerecht und darf nicht kriminalisiert werden. Zudem muss Seenotrettung auch staatlich durch die EU gewährleistet werden. Gleichzeitig setzen wir uns für sichere und legale Fluchtrouten ein, sowie für Ressettlement- und humanitäre Aufnahmeprogramme, um gefährliche Überfahrten zu vermeiden.« (S.49)"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wir wollen sichere und geordnete Migrationswege ermöglichen, denn so schützen wir Menschenleben und legen Schlepperbanden und Menschenhandel das Handwerk.« (S. 132f.)"],
        "linke":["green", "»Das Chaos an den europäischen Grenzen ist das Ergebnis von Politikversagen. Wir finden uns nicht damit ab, dass jedes Jahr Tausende von Menschen an den europäischen Grenzen sterben. Wir wollen sichere, legale Einreisemöglichkeiten in die EU. Das entzieht Schleppern die Geschäftsgrundlage. Die Genfer Flüchtlingskonvention, die UN-Kinderrechtskonvention und die Europäische Menschenrechtskonvention müssen eingehalten werden« (S. 52)"],
        "bsw":["red", "»Den Globale Migrationspakt, der Deutschland zur Förderung internationaler Migrationsbewegungen verpflichtet, wollen wir schnellstmöglich aufkündigen.« (S.34)"],
        "volt":["green", "»RESETTLEMENT: SICHERE EINREISE FÜR BESONDERS SCHUTZBEDÜRFTIGE. Ein planbares und humanitäres Resettlement-Verfahren entlastet Behörden, stärkt Integration und wird Deutschlands internationaler Verantwortung gerecht. Wir alle profitieren von einer geordneten Einreise und einer erleichterten Integration von Schutzbedürftigen sowie einer gerechteren Verteilung globaler Verantwortung. Deshalb setzt Volt sich ein für: Legale und sichere Einreise: Das Resettlement-Verfahren bringt besonders gefährdete Geflüchtete direkt und sicher nach Deutschland.« (S.136)"]
       }
      },
    {"title": "Reform oder Abschaffung des GEAS (Gemeinsamen Europäischen Asylsystems) in seiner jetzigen Form",
      "positions": {
        "cdu":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["red", "»Wir haben für neue Klarheit in der Migrationspolitik gesorgt – für einen Paradigmenwechsel hin zu einer geordneten Migration auf den Arbeitsmarkt und eine bessere Kontrolle der Fluchtmigration. Auf europäischer Ebene gilt ab 2026 das Gemeinsame Europäische Asylsystem (GEAS). Wir wollen, dass in ganz Europa humanitäre Standards für Geflüchtete bestehen und Migration solidarisch gesteuert wird. Das individuelle Menschenrecht auf Asyl und das internationale Flüchtlingsrecht sind die Basis für das Gemeinsame Europäische Asylsystem. Grenzverfahren müssen hohe rechtliche Standards gewährleisten. Unser Ziel ist eine wirklich solidarische Verteilung, an der sich alle Mitgliedsstaaten beteiligen. Dafür braucht es mehr als einen lose verabredeten Solidaritätsmechanismus in der Europäischen Union.« (S. 48)"],
        "fdp":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["red", "»Uns eint der Wille, uns weiterhin mit aller Kraft für eine Verbesserung der Situation für Schutzsuchende und eine bessere Organisation von Migration einzusetzen. Die Reform des Gemeinsamen Europäischen Asylsystems (GEAS) setzen wir – wie jedes Recht – auf nationaler Ebene grund- und menschenrechtskonform um. Dabei werden wir uns mit all unseren Möglichkeiten dafür einsetzen, dass Integration gefördert wird, rechtsstaatliche Verfahren möglichst umfassend gewährleistet werden und keine zusätzlichen, unnötigen Einschränkungen des Asylrechts stattfinden.« (S. 130)"],
        "linke":["green", "»Schnellverfahren und Inhaftierung von Schutzsuchenden (ob in sogenannten Rückkehr-, Transit-, kontrollierten Zentren oder „Hotspots“) lehnen wir ab. Der Europäische Gerichtshof für Menschenrechte hat entschieden: Asylsuchende brauchen einen Zugang zu wirksamem Rechtsschutz an der Grenze. In Deutschland muss es eine unabhängige Asylverfahrensberatung durch Wohlfahrtsverbände und Vereine geben. [...] Das gemeinsame Europäische Asylsystem GEAS lehnen wir ab.« (S. 52)"],
        "bsw":["grey", "keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["green", "»Menschenwürdige Verfahren: Verschärfungen im Gemeinsamen Europäischen Asylsystem (GEAS) werden zurückgenommen und Asylverfahren in Lagern an den Außen- grenzen werden unterbunden.« (S.135)"]
       }
      },
    {"title": "Keine Auslagerung von Asylverfahren in Drittländer",
      "positions": {
        "cdu":["red", "»Asylverfahren in sicheren Drittstaaten. Schutz durch Europa muss nicht heißen Schutz in Europa. Jeder, der in Europa Asyl beantragt, soll in einen sicheren Drittstaat überführt werden und dort ein Asylverfahren durchlaufen. Im Falle eines positiven Ausgangs wird der sichere Drittstaat dem Antragsteller vor Ort Schutz gewähren. Mit einem solchen Modell zerschlägt Europa das menschenverachtende Geschäft der Schlepper und Schleuser. Denn es ergibt in diesem Fall keinen Sinn mehr, sich auf den gefährlichen und auch teuren Weg nach Europa zu begeben.« (S.42)"],
        "spd":["green", "»Die Externalisierung von Asylverfahren lehnen wir ab. Schutzsuchende müssen Zugang zu fairen und rechtsstaatlichen Verfahren in der EU erhalten.« (S.48)"],
        "fdp":["red", "»Frontex sollte auch die Seenotrettung übernehmen, um endlich das grausame Sterben auf dem Mittelmeer zu beenden. Hierbei handelt es sich um eine staatliche Aufgabe. Solange dies nicht gewährleistet ist, dürfen private Stellen, die diese Aufgabe übernehmen, nicht behindert werden. Die unter Beteiligung von Frontex erfolgten „Pushbacks“, also das illegale Zurückdrängen von Migrantinnen und Migranten, ist sehr ernst zu nehmen. Wir setzen uns für die Aufklärung solcher Vorkommnisse und für schärfere Mechanismen zur Verhinderung von Menschenrechtsverletzungen ein.« (S.77)"],
        "grüne":["green", "»Wir stellen uns der Auslagerung von Asylverfahren in Drittstaaten entgegen, denn immer wieder hat sich gezeigt, dass diese Initiativen am Ende viel Steuergeld kosten, vor Gerichten scheitern und von tatsächlichen Lösungen ablenken.« (S. 131)"],
        "linke":["green", "»Asylrecht ist Menschenrecht. Wir lehnen alle bisherigen Asylrechtsverschärfungen ab. Der individuelle Zugang zu Asylverfahren und Rechtsschutz muss für Asylsuchende auch an den EU- Außengrenzen sichergestellt werden. Schnellverfahren und Inhaftierung von Schutzsuchenden (ob in sogenannten Rückkehr-, Transit-, kontrollierten Zentren oder „Hotspots“) lehnen wir ab.« (S. 52)"],
        "bsw":["red", "»Wir wollen die unkontrollierte Einwanderung beenden. Deutschland braucht für die kommenden Jahre eine Atempause. Ab sofort sollte der Grundsatz gelten: Wer aus einem sicheren Drittstaat einreist, hat kein Recht auf Aufenthalt. Wer kein Recht auf Aufenthalt hat, hat keinen Anspruch auf ein Asylverfahren und auch keinen Anspruch auf soziale Leistungen.« (S. 33)"],
        "volt":["green", "»Menschenwürdige Verfahren: Verschärfungen im Gemeinsamen Europäischen Asylsystem (GEAS) werden zurückgenommen und Asylverfahren in Lagern an den Außengrenzen werden unterbunden.« (S.135)"]       
       }
      },
    {"title": "Keine Inhaftierung von Asylsuchenden",
      "positions": {
        "cdu":["red", "»Bundespolizei mehr Kompetenzen geben. Die Bundespolizei muss die Kompetenz erhalten, ausreisepflichtige Ausländer vorübergehend in Haft oder Ausreisegewahrsam zu nehmen, um ihre Abschiebung sicherzustellen. Wir ändern das Recht so, dass jeder ausreisepflichtige Straftäter und Gefährder im Anschluss an seine Haft in zeitlich unbegrenzten Ausreisearrest genommen werden kann, bis er freiwillig ausreist oder die zwangsweise Abschiebung gelingt.« (S.41)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Außerdem dürfen Menschen nicht inhaftiert werden, nur weil sie Asyl beantragen. Kinder müssen grundsätzlich immer unter Respekt der UN-Kinderrechtskonvention untergebracht werden. Haft ist mit dem Kindeswohl grundsätzlich nicht vereinbar.« (S. 131)"],
        "linke":["green", "»Schnellverfahren und Inhaftierung von Schutzsuchenden (ob in sogenannten Rückkehr-, Transit-, kontrollierten Zentren oder „Hotspots“) lehnen wir ab.« (S. 52)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Forderung nach einem humanitären Visum",
      "positions": {
        "cdu":["yellow", "»Wir wollen die Kontrolle über die Migration zurückgewinnen. Wir wollen die illegale Migration stoppen und die humanitären Aufnahmen auf ein Maß beschränken, das die Möglichkeiten Deutschlands nicht länger überfordert. Unser nationales Asylsystem braucht zügige Verfahren, sichere Identitätsfeststellungen und eine konsequente Umsetzung der Asylentscheidungen.« (S.40)"],
        "spd":["green", "»Wir wollen, dass in ganz Europa humanitäre Standards für Geflüchtete bestehen und Migration solidarisch gesteuert wird. Das individuelle Menschenrecht auf Asyl und das internationale Flüchtlingsrecht sind die Basis für das Gemeinsame Europäische Asylsystem. Grenzverfahren müssen hohe rechtliche Standards gewährleisten. Unser Ziel ist eine wirklich solidarische Verteilung, an der sich alle Mitgliedsstaaten beteiligen. Dafür braucht es mehr als einen lose verabredeten Solidaritätsmechanismus in der Europäischen Union.« (S. 48)"],
        "fdp":["yellow", "»Wir wollen geordnete Migration nach klaren Regeln, die auch durchgesetzt werden. Wir wollen Einwanderung in den Arbeitsmarkt, nicht in die sozialen Sicherungssysteme. Und wir wollen unserer humanitären Verantwortung gerecht werden, sie aber auch an unseren realen Möglichkeiten ausrichten. Nur durch nachhaltige Integration lässt sich zudem die gesellschaftliche Akzeptanz für Einwanderung erhalten.« (S. 26)"],
        "grüne":["green", "»Für Ortskräfte und bedrohte Frauen- und Menschenrechtler*innen, die aus Afghanistan nach Pakistan, Iran oder in die Türkei geflohen sind, müssen humanitäre Visa unbürokratisch erteilt werden.« (S. 132)"],
        "linke":["green", "»Niemand flieht freiwillig! Wir fordern die Anerkennung von Klima- und Umweltfolgeschäden sowie Armut als Fluchtgründe und eine entsprechende humanitäre Visavergabe.« (S. 53)"],
        "bsw":["red", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["green", "»Eine humanitäre Asylagentur: Die EU-Asylagentur (EUAA) wird ausgebaut, um die Aufnahme, Unterbringung und Verteilung von Schutzsuchenden zu organisieren. Eine zuverlässige Seenotrettung sowie eine ausreichende medizinische Versorgung sind gewährleistet.« (S.32) & »Ein gerechtes und menschenwürdiges Asylsystem achtet die Menschenrechte, stärkt den gesellschaftlichen Zusammenhalt und verbessert den internationalen Ruf der EU. Wir alle profitieren von einer stabilen, solidarischen Union, die ihren humanitären Verpflichtungen nachkommt.« (S.135)"]
       }
      },
    {"title": "Ablehnung des Konzepts Sichere Herkunftsstaaten",
      "positions": {
        "cdu":["red", "»Weitere „sichere Herkunftsländer“ ausweisen. Um Asylverfahren zu beschleunigen und Rückführungen zu erleichtern, stufen wir weitere Länder als „sichere Herkunftsländer“ ein. Zudem werden wir verstärkt Rücknahmeabkommen mit den Hauptherkunftsländern schließen.« (S.41)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["red", "»Wir fordern zudem geordnetes Verfahren zur Feststellung von mehr Sicheren Herkunftsstaaten.« (S.27)"],
        "grüne":["red", "»Die Einstufung von sicheren Herkunfts- ländern und sicheren Drittstaaten darf nur parlamentarisch nach klaren grundrechts- und menschenrechtsorientierten Kriterien getroffen werden. Statt Länder politisch als sichere Dritt- oder Herkunftsstaaten einzustufen, braucht es rechtssichere, zügige und faire Verfahren.« (S. 130)"],
        "linke":["green", "»Wir wollen einheitliche Schutzstandards auf hohem Niveau. Die Verantwortung darf nicht mithilfe von sichere Drittstaaten- oder Herkunftsländerregelungen verlagert werden.« (S. 52) "],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"] 
       }
      },
    {"title": "Ablehnung von Rücknahmeabkommen allgemein",
      "positions": {
        "cdu":["red", "»Weitere „sichere Herkunftsländer“ ausweisen. Um Asylverfahren zu beschleunigen und Rückführungen zu erleichtern, stufen wir weitere Länder als „sichere Herkunftsländer“ ein. Zudem werden wir verstärkt Rücknahmeabkommen mit den Hauptherkunftsländern schließen.« (S.41)"],
        "spd":["red", "»Wir engagieren uns für umfassende Migrationsabkommen, die Zuwanderungswege in Ausbildung und Arbeit eröffnen und vor Ort die Aufnahme von Geflüchteten unterstützt. Diese Abkommen sollen klare und faire Regelungen für die Einreise nach Deutschland und Europa schaffen und gleichzeitig die Interessen der Herkunfts- und Aufnahmeländer berücksichtigen. Dabei wollen wir immer auch dafür sorgen, dass feste Vereinbarungen getroffen werden, wie vollziehbar ausreisepflichtige Staatsangehörige aus Deutschland in ihre Herkunftsländer zurückgeführt werden können.« (S.49)"],
        "fdp":["red", "»Die EU muss außerdem durch Migrationsabkommen erreichen, dass Herkunftsländer ihre Rücknahmebereitschaft erhöhen und irreguläre Migration eindämmen. Gleichzeitig wollen wir, dass Deutschland weiter erfolgreich bilaterale Migrationspartnerschaften erarbeitet.« (S.27)"],
        "grüne":["red", "»Stattdessen setzen wir auf eine menschen- rechtsbasierte Zusammenarbeit mit Dritt- und Transitstaaten, denn mehr geregelte Migration ermöglicht weniger ungeregelte Migration. Wir wollen Migration besser ordnen bzw. steuern und hierfür weitere menschenrechtsbasierte Migrationsabkommen abschließen und bestehende zügig umsetzen. Das heißt: Wir schaffen durch Visaabkommen und Ausbildungspartnerschaften für Studierende, Auszubildende und Fachkräfte geregelte Migrationswege. Dafür nehmen die Partnerländer Staatsangehörige zurück, die bei uns kein Aufenthaltsrecht haben. Hierfür arbeiten wir stärker mit Herkunftsländern und Transitstaaten zusammen.« (S. 131)"],
        "linke":["green", "»Flüchtlingsdeals mit der Türkei, mit Milizen und Diktatoren müssen aufgekündigt werden.« (S. 52) & »Wir wollen einheitliche Schutzstandards auf hohem Niveau. Die Verantwortung darf nicht mithilfe von sichere Drittstaaten- oder Herkunftsländerregelungen verlagert werden.« (S. 52) & »Migrationsabkommen mit Herkunfts- und Transitstaaten, die vor allem der Abschottung Europas und erleichterten Abschiebungen dienen sollen, lehnen wir ab« (S. 54)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
        "volt":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Abschaffung des Konzepts der »sicheren Herkunftsstaaten«",
      "positions": {
        "cdu":["red", "»Wir wollen weitere sichere Herkunftsstaaten festlegen.« (S.26)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["red", "»Zugleich brauchen besonders vulnerable Gruppen, zum Beispiel Verfolgte aus religiösen Gründen oder aufgrund sexueller Identität, sichere Verfahren und eine sichere Unterbringung sowie im Fall sogenannter sicherer Herkunftsländer eine besondere Rechtsberatung, um Anträge form- und fristgerecht stellen zu können.« (S.77)"],
        "grüne":["green", "»Die Ausrufung \\'sicherer\\' Herkunfts- oder Drittstaaten lehnen wir ab – auch auf europäischer Ebene.« (S.186) & »Statt \\'sichere Herkunftsländer\\' zu definieren, brauchen wir für Rückführungen menschenrechtskonforme Rückübernahmeabkommen.« (S.231)"],
        "linke":["green", "»Abschiebungen, insbesondere in Krieg, Verfolgung und Elend oder als Form der Doppelbestrafung, lehnen wir ab – im Gegensatz zu allen anderen im Bundestag vertretenen Parteien. Wir haben hier immer dagegen gestimmt und werden das auch in Zukunft tun.« (S.113)"],
        "afd":["red", "»Ausweitung der Zahl sicherer Herkunftsstaaten.« (S.93)"]
       }
      },
    {"title": "Abschaffung von Frontex",
      "positions": {
        "cdu":["red", "»Wir wollen die europäische Grenzschutzagentur Frontex dabei unterstützen, die Zahl der Rückführungen weiter zu erhöhen, und treten daher auch in Europa für schärfere Regeln ein.« (S.41) & »Mehr Personal, mehr Befugnisse für Frontex. Frontex muss eine echte Grenzpolizei und Küstenwache mit hoheitlichen Befugnissen und deutlich aufgestocktem Personal werden. Schrittweise sollte Frontex eigene Grenzabschnitte zugewiesen bekommen und diese eigenverantwortlich schützen. Unser Ziel ist es, die gemeinsamen europäischen Außengrenzen auch gemeinsam europäisch zu schützen.« (S.42)"],
        "spd":["red", "»Wir wollen, dass die Außengrenzen der EU stärker geschützt und kontrolliert werden. Dabei sind zu jeder Zeit alle rechtsstaatlichen und humanen Bedingungen zu gewährleisten. Durch ein unabhängiges Monitoring und eine Stärkung der Kontrollrechte des Europäischen Parlaments wollen wir Arbeit der EU- Grenzschutzagentur Frontex überwachen und rechtsstaatlich stärken. Pushbacks darf es nicht geben.« (S. 48)"],
        "fdp":["red", "»Wir wollen gemeinsam mit unseren europäischen Partnern für mehr Ordnung und Kontrolle in der Migrationspolitik sorgen. Die Rolle von FRONTEX beim Schutz der Außengrenzen sowie bei der Bekämpfung irregulärer Migration und Schleuserkriminalität muss gestärkt werden.« (S.27)"],
        "grüne":["red", "»Grenzkontrollen an der Außengrenze sind eine EU-Gemeinschaftsaufgabe, die zunehmend von europäischen Beamt*innen übernommen werden sollte. Wir wollen die Europäische Agentur für Grenz- und Küstenwache Frontex rechtsstaatlich weiterentwickeln. Es bedarf einer engmaschigen parlamentarischen Kontrolle von Frontex-Einsätzen. Frontex darf sich nicht an menschenrechtswidrigen Einsätzen beteiligen und muss solche Einsätze beenden. Es muss einfacher werden, Frontex und nationale Behörden für Rechtsverstöße zur Rechenschaft zu ziehen.« (S. 132)"],
        "linke":["green", "»Menschen retten! Die EU-Abschottungsagentur Frontex muss aufgelöst und durch ein ziviles europäisches Seenotrettungsprogramm ersetzt werden. Bestehende Instrumente zur Überwachung des Mittelmeers und der Außengrenzen wollen wir in den Dienst der Seenotrettung stellen« (S. 52)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["green", "»Eine Europäische Grenzschutzbehörde: Die europäische Grenzschutzagentur Frontex wird aufgelöst. Die nationalen Grenzschutzbehörden werden in einer neuen europäischen Behörde zusammengeführt, um Kriminalität wirksam zu bekämpfen.« (S.32)"]
       }
      },
    {"title": "Sofortiger Abschiebestopp",
      "positions": {
        "cdu":["red", "»Zahl der Rückführungen erhöhen. Asylbewerber ohne Schutzberechtigung müssen unser Land wieder verlassen. Wenn dies nicht freiwillig geschieht, muss die Ausreisepflicht staatlich durchgesetzt werden. Wir erarbeiten ein umfassendes Gesetz, um die Zahl der Rückführungen zu steigern. Wir wollen die europäische Grenzschutzagentur Frontex dabei unterstützen, die Zahl der Rückführungen weiter zu erhöhen, und treten daher auch in Europa für schärfere Regeln ein. Der Bund soll die Länder auch weiterhin bei der Beschaffung von Reisepapieren und der Umsetzung von Rückführungen unterstützen und diese Unterstützung weiter ausbauen. Wir wollen zentrale Asylverfahren für beschleunigte Verfahren und Bundesausreisezentren schaffen, um Rückführungen zu erleichtern. Nach Afghanistan und Syrien wollen wir regelmäßig abschieben – vor allem Straftäter und Gefährder.« (S.41)"],
        "spd":["yellow", "»Rückführungen sollen human und konsequent erfolgen. Freiwillige Ausreisen bevorzugen wir, da sie humaner sind. Wird dies verweigert, setzen wir auf rasche wie konsequente Abschiebungen, insbesondere bei Straftätern.« (S.48)"],
        "fdp":["red", "»Wer die Voraussetzungen für einen Aufenthalt in Deutschland nicht erfüllt, sollte gar nicht erst dauerhaft nach Deutschland einreisen können. Wer ohne Bleiberecht hier ist, der muss unverzüglich in seine Heimat zurückkehren. Rückführungen scheitern jedoch zu oft am Vollzug durch die Bundesländer. Deswegen wollen wir die Zuständigkeit für Abschiebungen auf der Bundesebene Zentralisieren.« (S.27)"],
        "grüne":["red", "»Nicht jede bzw. jeder, die bzw. der nach Deutschland kommt, kann bleiben. Wer nach individueller Prüfung auf asyl- und aufenthaltsrechtliche Voraussetzungen sowie nach Ausschöpfung aller Rechtsmittel kein Aufenthaltsrecht hat und bei dem keine Abschiebungshindernisse entgegenstehen, muss zügig wieder ausreisen. Die freiwillige Rückkehr hat für uns Vorrang.« (S. 130)"],
        "linke":["green", "»Abschiebungen, insbesondere in Krieg, Verfolgung und Elend oder als Form der Doppelbestrafung, lehnen wir ab. Straftäter*innen müssen unabhängig vom Aufenthaltsstatus ein reguläres Strafverfahren im Inland erhalten und gegebenenfalls Haftstrafen im Inland verbüßen.« (S. 53)"],
        "bsw":["red", "»Wir fordern, Gesetze und nötigenfalls das Grundgesetz so zu ändern, dass kriminelle Flüchtlinge ihren Anspruch auf ein Asyl- verfahren in Deutschland verlieren und der Schutz vor Abschiebung auf Fälle begrenzt wird, in denen klare Indizien vorliegen, dass dem Betroffenen im Herkunftsstaat die Todesstrafe droht. Zuwanderer, die in schwerer Weise mit dem Gesetz in Konflikt kommen, müssen ausgewiesen und nötigenfalls abgeschoben werden. Entsprechende Behörden- und Gerichtsverfahren sind vorrangig und zügig zu betreiben. Rund 572.000 Ausländer ohne Aufenthaltstitel oder -gestattung lebten laut Ausländerzentralregister Ende 2023 in Deutschland. Sie haben weder einen laufenden Asylantrag noch einen Schutzstatus oder sind aus anderen Gründen, wie eine Arbeitsstelle oder gute Integration, geduldet. Es ist wichtig, dafür zu sorgen, dass diese Menschen schnell Deutschland verlassen. Das sendet auch das Signal an potenzielle Zuwanderer, dass man nicht damit rechnen kann, dauerhaft in Deutschland zu bleiben, wenn man keinen Anspruch auf Schutz hat.« (S. 33f.)"],
        "volt":["green", "»Abschiebungen sind gravierende Eingriffe in das Leben von Betroffenen und sollten nur als letztes Mittel eingesetzt werden. Betroffene profitieren von einem humaneren Ansatz, der Integration und gesellschaftliches Engagement stärker berücksichtigt. Deshalb setzt sich Volt für diese Zukunft ein: Keine Abschiebungen bei Integration: Personen mit Arbeits-, Ausbildungs- oder Studienplatz, die nicht straffällig geworden sind, werden nicht abgeschoben. Gleiches gilt für Personen, die sich durch außergewöhnliches gesellschaftliches Engagement auszeichnen. Schutz besonders vulnerabler Gruppen: Alleinstehende Frauen* und Minderjährige sollen nicht in Staaten außerhalb der EU abgeschoben werden. Aufenthaltsstatus nach drei Jahren: Personen, bei denen eine Abschiebung innerhalb von drei Jahren nicht vollzogen wurde, können einen dauerhaften Aufenthaltsstatus erhalten, wenn sie die Abschiebung nicht aktiv verhindert und durch Integrationsmaßnahmen ihre Bereitschaft zur gesellschaftlichen Teilhabe gezeigt haben. Freiwillige Rückkehr: Die freiwillige Rückkehr wird gefördert, ohne dabei Druck auszuüben. Abschiebungen sind nur das letzte Mittel.« (S.139)"]
       }
      },
    {"title": "Ausbau des Resettlement-Programms des UNHCR und anderer Kontingente",
      "positions": {
        "cdu":["yellow", "»Die Schwächsten schützen. Nach der erfolgreichen Verwirklichung des Konzepts der sicheren Drittstaaten nehmen wir jährlich ein begrenztes Kontingent von tatsächlich schutzbedürftigen Menschen direkt aus dem Ausland auf. Dabei wenden wir uns gezielt an die Schwächsten. Wir sorgen damit für mehr Humanität im Asylrecht. Denn bislang entscheiden die Gefahren der Sahara und des Mittelmeers darüber, wer es zu uns nach Europa schafft. Unser Asylrecht ist heute tatsächlich ein Recht des Stärkeren.« (S.42)"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Wir wollen, dass Menschen Schutz finden, ohne lebensgefährliche Fluchtrouten wählen zu müssen. Für besonders gefährdete Gruppen wollen wir deshalb humanitäre Aufnahme- und Resettlementprogramme – auch auf Landesebene – unterstützen.« (S. 132)"],
        "linke":["green", "»Es braucht umfassende Aufnahmekontingente über das Resettlement-Programm des UNHCR und die Aufhebung des Visumszwangs für Schutzsuchende.« (S. 53)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["grey", "»Ein planbares und humanitäres Resettlement-Verfahren entlastet Behörden, stärkt Integration und wird Deutschlands internationaler Verantwortung gerecht. Wir alle profitieren von einer geordneten Einreise und einer erleichterten Integration von Schutzbedürftigen sowie einer gerechteren Verteilung globaler Verantwortung. Deshalb setzt Volt sich ein für: Legale und sichere Einreise: Das Resettlement-Verfahren bringt besonders gefährdete Geflüchtete direkt und sicher nach Deutschland.« (S.136)"]
       }
      },
    {"title": "Seenotrettung in europäischer Verantwortung",
      "positions": {
        "cdu":["yellow", "»EU-Außengrenzen wirksam schützen. Damit nicht mehr Schlepper und Schleuser über die Einreise in die EU entscheiden, muss der europäische Außengrenzschutz weiter deutlich verbessert werden. Wir dringen darauf, dass zu einem wirksamen Schutz der EU-Außengrenzen auch verstärkt der bauliche und technische Grenzschutz gehören. Durch einen funktionierenden Außengrenzschutz wollen wir Kontrollen an den Binnengrenzen perspektivisch überflüssig machen.« (S.42)"],
        "spd":["green", "»Wir stellen klar: Seenotrettung ist eine Verpflichtung aus dem internationalen Seerecht und darf nicht kriminalisiert werden. Zudem muss Seenotrettung auch staatlich durch die EU gewährleistet werden.« (S.49)"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Seenotrettung ist eine humanitäre Verpflichtung. Das Sterben im Mittelmeer muss enden. Es braucht endlich eine europäische Initiative für eine staatlich koordinierte und ausreichend finanzierte Seenotrettung. Solange dies nicht erreicht ist, wollen wir die Förderung der zivilen Seenotrettung fortführen. Der Kriminalisierung der Seenotrettung oder humanitären Hilfe stellen wir uns entgegen. Für diese Position wollen wir Rechtssicherheit schaffen und setzen uns für einen eindeutigen Tatbestandsausschluss auf allen politischen Ebenen ein.« (S. 132)"],
        "linke":["green", "»Menschen retten! Die EU-Abschottungsagentur Frontex muss aufgelöst und durch ein ziviles europäisches Seenotrettungsprogramm ersetzt werden. Bestehende Instrumente zur Überwachung des Mittelmeers und der Außengrenzen wollen wir in den Dienst der Seenotrettung stellen« (S. 52)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["green", "»Verpflichtender Seenotrettungsdienst: Ein europaweit koordinierter staatlicher Seenotrettungsdienst wird aufgebaut und private Rettungsorganisationen werden unterstützt.« (S. 135)"]
       }
      },
    {"title": "Ablehnung von Binnengrenzkontrollen",
      "positions": {
        "cdu":["red", "»Grenzkontrollen mit Zurückweisungen verbinden. Wir setzen einen faktischen Aufnahmestopp sofort durch. Dazu weisen wir diejenigen an den deutschen Grenzen zurück, die aus einem anderen Mitgliedstaat der EU oder dem Schengen-Raum nach Deutschland einreisen und bei uns einen Asylantrag stellen wollen. Die erforderlichen Kontrollen an den deutschen Grenzen verlängern wir, solange es notwendig ist. Zugleich investieren wir in modernste Grenzsicherungstechnik, wie etwa in Drohnen, Nachtsicht- und Wärmebildkameras.« (S.40 f.)"],
        "spd":["yellow", "»Grenzschließungen und Pauschalzurückweisungen an den Binnengrenzen widersprechen dem Geist eines gemeinsamen Raums der Freiheit, der Sicherheit und des Rechts. Die befristete Wiedereinführung von Binnengrenzkontrollen muss deshalb die absolute Ausnahme bleiben.« (S.48)"],
        "fdp":["red", "»Als Freie Demokraten unterstützen wir die modellhafte Erprobung von Zurückweisungen an den deutschen Außengrenzen, um alle rechtlichen Möglichkeiten zur Begrenzung der irregulären Migration Auszuschöpfen.« (S.27)"],
        "grüne":["green", "»Das Recht auf Freizügigkeit und der Abbau von Schlagbäumen an den Binnengrenzen zählen zu den größten Errungenschaften in Europa, die durch das Schengen- Abkommen verwirklicht worden sind. Gerade in Deutschland, im Herzen Europas, ist das Miteinander mit unseren Nachbarn Alltagsrealität der Menschen – besonders in den Grenzregionen. Der offene europäische Binnenmarkt ist ein Grundpfeiler unserer Wirtschaft. Dauerhafte stationäre Binnengrenzkontrollen lehnen wir deshalb ab.« (S. 132)"],
        "linke":["green", "»Systematische Binnengrenzkontrollen und Zurückweisungen von Schutzsuchenden an den Grenzen sind unzulässig.« (S. 53)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["green", "»Die Bewegungsfreiheit innerhalb der EU ist ein Grundpfeiler des europäischen Projekts. Eine effektive Sicherung der EU-Außengrenzen ist entscheidend, um stationäre Kontrollen an Binnengrenzen dauerhaft zu vermeiden und humanitäre Katastrophen an den Außengrenzen zu verhindern. Wir alle profitieren von einer stärkeren Zusammenarbeit und einem einheitlichen Schutzsystem, das Freiheit und Sicherheit vereint. « (S.32)"]
       }
      },
    {"title": "Familiennachzug uneingeschränkt ermöglichen",
      "positions": {
        "cdu":["red", "»Kein Nachzug. Wir setzen den Familiennachzug zu subsidiär Schutzberechtigten aus und beenden alle freiwilligen Aufnahmeprogramme« (S.41)"],
        "spd":["yellow", "»Wir werden die Familienzusammenführung für subsidiär Schutzbedürftige weiterhin ermöglichen, da sie eine entscheidende Voraussetzung für eine gelungene Integration darstellt.« (S.48)"],
        "fdp":["red", "»Den Familiennachzug zu subsidiär Schutzberechtigten wollen wir aussetzen und Aufnahmeprogramme pausieren.« (S.27)"],
        "grüne":["green", "»Kinder brauchen ihre Eltern und Eltern brauchen ihre Kinder - auch um anzukommen und sich zu integrieren. Daher wollen wir weiter den Familiennachzug ermöglichen und existierende Einschränkungen aufheben. Die Verfahren des Familiennachzugs wollen wir beschleunigen und von Sprachnachweisen im Rahmen der Familienzusammenführung vor der Einreise absehen.« (S. 129f.)"],
        "linke":["yellow", "»Bei der weiteren Ausgestaltung der Einwanderungsregeln im Aufenthaltsgesetz drängen wir vor allem auf Verbesserungen aus menschenrechtlicher Perspektive, bspw. bei Regeln zum Familiennachzug.« (S. 54)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"]
       }
      },
    {"title": "Klima als Fluchtursache anerkennen",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Gemeinsam mit den betroffenen Staaten wollen wir Maßnahmen zur Klimaanpassung und klimabedingten Migration und Flucht ergreifen, damit Menschen geschützt werden können. Sie dürfen nicht in eine Schutzlücke geraten. Perspektivisch brauchen sie einen völkerrechtlichen Schutzstatus.« (S. 129)"],
        "linke":["green", "»Niemand flieht freiwillig! Wir fordern die Anerkennung von Klima- und Umweltfolgeschäden sowie Armut als Fluchtgründe und eine entsprechende humanitäre Visavergabe.« (S. 53)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["green", "»Klima- und Umweltmigration: Klima- und umweltbedingte Fluchtgründe werden im Asylsystem anerkannt.« (S.136) & »Die Folgen der Klimakrise erfordern solidarische und zukunftsorientierte Lösungen. Klimageflüchtete verdienen eine Perspektive, die ihnen neue Chancen bietet und gleichzeitig zur Sicherung von Fachkräften in Deutschland beiträgt. Deutschland positioniert sich als Vorreiter für europaweite Lösungen im Umgang mit Klimamigration. Wir alle profitieren von einem verantwortungsvollen Umgang mit globalen Herausforderungen und der Integration neuer Talente in den Arbeitsmarkt. Deshalb setzt sich Volt für diese Zukunft ein: Klima-Card und Klima-Arbeitsvisum: Ein neuer Aufenthaltstitel für Klimageflüchtete wird eingeführt, basierend auf den Empfehlungen des Sachverständigenrats für Integ- ration und Migration. Gezielte Abkommen mit betroffenen Ländern: Partnerschaften mit Ländern wie Bangladesch ermöglichen jungen Menschen ein fünfjähriges Programm für Ausbildung und Berufserfahrung in Deutschland.« (S.136 f.)"]
       }
      }
    ]
  }
]
}
