{"parties": [
  {"pic":"logo_cdu.jpg", "name":"cdu", "url":"https://www.cdu.de"},
  {"pic":"logo_spd.svg", "name":"spd", "url":"https://www.spd.de"},
  {"pic":"logo_fdp.jpg", "name":"fdp", "url":"https://www.fdp.de"},
  {"pic":"logo_gruene.svg", "name":"grüne", "url":"https://www.gruene.de"},
  {"pic":"logo_linke.svg", "name":"linke", "url":"https://www.die-linke.de/am-26-mai-die-linke-waehlen/"},
  {"pic":"logo_fw.png", "name":"fw", "url":"https://www.freiewaehler.eu"},
  {"pic":"logo_bsw.svg", "name":"bsw", "url":"https://bsw-vg.de"},
  {"pic":"logo_piraten.svg", "name":"piraten", "url":"https://www.piratenpartei.de"},
  {"pic":"logo_tierschutz.png", "name":"tierschutz", "url":"https://www.tierschutzpartei.de"},
  {"pic":"logo_oedp.png", "name":"ödp", "url":"https://www.oedp.de/"},
  {"pic":"logo_volt.jpg", "name":"volt", "url":"https://www.volteuropa.org"}
],
"position_symbols": [
  {"shorthand":"green", "symbol_url":"green_tick.jpg"},
  {"shorthand":"red", "symbol_url":"red_cross.jpg"},
  {"shorthand":"yellow", "symbol_url":"yellow_circle.jpg"},
  {"shorthand":"grey", "symbol_url":"grey_dash.jpg"}
],
"topics": [
  {
  "title": "Thema: Fluchtursachen und Asyl",
  "items": [
      {"title": "Individuelles Recht auf Asyl bewahren",
      "positions": {
        "cdu":["yellow", "»Wir können auf die legale Zuwanderung von Fachkräften, die bei uns arbeiten und mit anpacken wollen, nicht verzichten. Wir stehen fest zu unserer humanitären Verplichtung, verfolgten Menschen zu helfen. Gleichzeitig stellt die irreguläre Migration die gesamte EU und besonders Deutschland vor erhebliche Probleme. Wir wollen diese Zuwanderung stoppen.« (S.7) und »Jeder, der in Europa Asyl beantragt, soll in einen sicheren Drittstaat außerhalb der EU gebracht werden und dort ein Verfahren durchlaufen. Es muss ermöglicht werden, dass in sicheren Drittstaaten Asylverfahren stattinden, die allen rechtsstaatlichen Voraussetzungen entsprechen. Im Falle der Anerkennung soll der sichere Drittstaat ihnen Schutz gewähren. Wir sprechen uns dafür aus, dass nach der erfolgreichen Umsetzung des Drittstaatskonzepts eine Koalition der Willigen innerhalb der EU jährlich ein Kontingent schutzbedürftiger Menschen aus dem Ausland aufnimmt und entsprechend verteilt.« (S. 7f.)"],
        "spd":["green", "»Das individuelle Menschenrecht auf Asyl und das internationale Flüchtlingsrecht sind die unumstößliche Basis für dieses Gemeinsame Europäische Asylsystem. Das war und ist für uns nicht verhandelbar. Deshalb stellen wir klar, dass ein faires Asylverfahren mit hohen rechtsstaatlichen Standards immer auch in Grenzverfahren gewährleistet sein muss.« (S.33)"],
        "fdp":["yellow", "»Um bei der Bevölkerung in Europa die Akzeptanz für reguläre Einwanderung in den Arbeitsmarkt zu erhöhen, muss Europa das Problem der irregulären Migration in den Griff bekommen. Wir verteidigen das Recht auf Schutz vor Verfolgung, aber wer keine Chance auf ein Bleiberecht in der EU hat, sollte möglichst gar nicht erst einreisen.« (S.10)"],
        "grüne":["green", "»Asylrechtsverschärfungen bekämpfen keine Ursachen von Migration. Die Politik der EU und ihrer Mitglieder muss sich ihrer globalen Verantwortung stellen und auch dazu beitragen, Menschen in ihren Heimatregionen ein sicheres und friedliches Leben zu ermöglichen.« (S. 101)"],
        "linke":["green", "»Die Linke steht für eine solidarische und humane Migrations- und Asylpolitik, die die Genfer Flüchtlingskonvention, die Europäische Menschenrechtskonvention und insgesamt die Menschenrechte und die Humanität zum Maßstab ihres Handelns nimmt.« (S. 88)"],
        "fw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "bsw":["green", "»Krieg, Gewalt und politische Verfolgung sind eine schreckliche Realität in vielen Ländern. Für uns ist klar: Menschen, die aus politischen, religiösen oder anderen Gründen verfolgt werden und deshalb aus ihrer Heimat fliehen müssen, haben ein Recht auf Asyl. Auch Menschen, die vor kriegerischer oder gruppenbezogener Gewalt fliehen müssen, brauchen Hilfe und eine sichere Zuflucht, am besten möglichst nahe an ihren Heimatländern.« (S. 16)"],
        "piraten":["green", "»Alle EU-Staaten müssen sich an die Bestimmungen der Genfer Flüchtlingskonvention und der UN-Konvention über die Rechte des Kindes halten« (S. 19)"],
        "tierschutz":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "ödp":["green", "»Die Gewährung von Asyl und die Umsetzung der Genfer Flüchtlingskonvention sind unsere Pflicht und ein unverzichtbarer Akt der Menschlichkeit.« (S. 46)"],
        "volt":["green", "»Gewährung von Zuflucht und Schutz für Geflüchtete gemäß der Genfer Konvention.« (S. 60)"]
       }
      },
      {"title": "Legale, sichere Zugangswege",
      "positions": {
        "cdu":["yellow", "»Wir sprechen uns dafür aus, dass nach der erfolgreichen Umsetzung des Drittstaatskonzepts eine Koalition der Willigen innerhalb der EU jährlich ein Kontingent schutzbedürftiger Menschen aus dem Ausland aufnimmt und entsprechend verteilt.« (S. 7f.)"],
        "spd":["green", "»Wir werden die menschenrechtliche Lage an der EU-Außengrenze ganz genau beobachten. Wir wollen verhindern, dass es zu gravierenden Missständen und zur Entstehung prekärer Lager kommt, damit sich Katastrophen wie in Moria nicht wiederholen.« (S. 33f.)"],
        "fdp":["yellow", "»Frontex soll auch die Seenotrettung auf dem Mittelmeer übernehmen, um damit einerseits Menschen vor dem Ertrinken zu retten, andererseits illegale Grenzübertritte zu vermeiden.« (S. 9)"],
        "grüne":["green", "»Wir wollen sichere Fluchtwege schaffen, denn so schützen wir Menschenleben und legen Schlepperbanden und Menschenhandel das Handwerk. Damit schützen wir auch vulnerable Gruppen, die momentan kaum Fluchtmöglichkeiten haben.« (S. 105)"],
        "linke":["green", "»Wir benötigen sichere Fluchtwege für Geflüchtete in die EU, humanitäre Visa zur legalen Einreise und/oder die Aufhebung des Visumzwangs für Schutzsuchende.« (S. 89)"],
        "fw":["green", "»Wir wollen legale Wege der Einreise für Menschen in die EU schaffen, die wir in Europa benötigen und die sich hier integrieren wollen.« (S.15)"],
        "bsw":["yellow", "»Wir wollen die unkontrollierte Migration in die EU stoppen, den Schlepperbanden das Handwerk legen und in den Heimatländern Perspektiven schaffen. Es darf nicht kriminellen Schlepperbanden überlassen werden, wer Zugang zur EU bekommt: Die Asyl- und Prüfverfahren zum Schutzstatus sollten daher an den EU-Außengrenzen oder in Drittländern erfolgen.« (S. 4)"],
        "piraten":["green", "»Wir Piraten fordern eine gemeinsame euroöische Asylpolitik, die gewährleistet, dass Asylanträge von jedem Ort der Welt aus gestellt werden können, damit die Flüchtlinge human und sicher in das Aufnahmeland gebracht werden können.« (S. 20)"],
        "tierschutz":["green", "»[Wir] möchten legale und sichere Wege der Flucht schaffen« (S. 2)"],
        "ödp":["green", "»Bekämpfung des Schlepperwesens durch Eröffnung sicherer und legaler Fluchtwege.« (S. 47)"],
        "volt":["green", "»Einrichtung regulärer Wege in die EU. Durch die Vereinfachung des Visumverfahrens, die Bereitstellung humanitärer Visa und die faire Verteilung der Geflüchteten soll den massiven Verlusten an Menschenleben im Mittelmeer und im Atlantik ein Ende gesetzt werden.« (S. 61) und »Schaffung humanitärer Korridore zur Erstellung sicherer und rechtmäßiger Wege für gefährdete Menschen, die oft auf gefährliche und illegale Routen ausweichen.« (S. 61)"]
       }
      },
    {"title": "Humanitäres Visum",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Auch braucht es sicherere Fluchtrouten, um das Sterben vor allem auf dem Mittelmeer zu verhindern. Deshalb treten wir unter anderem weiter für humanitäre Visa ein: Menschen mit Verfolgungsgeschichte sollen an Auslandsvertretungen der Europäischen Union eine kursorische Asyl-Vorprüfung erhalten, um ihnen hiernach den lebensgefährlichen Weg über das Mittelmeer zu ersparen.« (S. 35)"],
        "fdp":["red", "»Wir verteidigen das Recht auf Schutz vor Verfolgung, aber wer keine Chance auf ein Bleiberecht in der EU hat, sollte möglichst gar nicht erst einreisen. Die irreguläre Migration von Menschen ohne Aussicht auf ein Bleiberecht in Europa ist eine enorme Herausforderung für die EU und das Vertrauen der Bürgerinnen und Bürger in ihre Handlungsfähigkeit. Vielerorts sind die Aufnahmekapazitäten schon lange erschöpft und die Kommunen überlastet. Die Bürgerinnen und Bürger spüren die damit verbundenen Probleme in ihrem Alltag und erwarten zu Recht Lösungen. Wir Freie Demokraten wollen den Kurs der neuen Realpolitik in der Migration konsequent umsetzen und weiter vorantreiben – für mehr Kontrolle und Ordnung.« (S. 10)"],
        "grüne":["green", "»Wir wollen alle Arbeitskräfte gegen Ausbeutung schützen – auch Menschen ohne Papiere. Faire Arbeitsbedingungen dürfen nicht von der Herkunft abhängen. Dazu wollen wir mehrsprachige und niedrigschwellige Beschwerde- und Beratungsstrukturen ausbauen sowie gewerkschaftliche Strukturen stärken, damit sich alle Arbeiter*innen an sie wenden können.« (S. 102)"],
        "linke":["green", "»Wir benötigen sichere Fluchtwege für Geflüchtete in die EU, humanitäre Visa zur legalen Einreise und/oder die Aufhebung des Visumzwangs für Schutzsuchende.« (S. 89)"],
        "fw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["yellow", "»Aufenthaltserlaubnis aus humanitären Gründen für Kontingentflüchtlinge, bis eine Rückkehr ins Heimatland möglich ist.« (S. 47)"],
        "volt":["green", "»Einrichtung regulärer Wege in die EU. Durch die Vereinfachung des Visumverfahrens, die Bereitstellung humanitärer Visa und die faire Verteilung der Geflüchteten soll den massiven Verlusten an Menschenleben im Mittelmeer und im Atlantik ein Ende gesetzt werden.« (S. 61)"]
       }
      },
    {"title": "Ausweitung von Kontingenten/Resettlement",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Nach Vorbild des kanadischen ResettlementProgramms setzen wir uns für ein europäisches Schutzprogramm von Menschenrechts-Verteidiger*innen ein, das es ihnen ermöglicht, schnell und unbürokratisch Schutz zu erhalten und ihre Arbeit in sicherer Umgebung fortführen zu können. Angriffe auf Menschenrechts-Verteidiger*innen finden immer häufiger im digitalen Raum statt. Um sie zu schützen, unterstützen wir sichere, verschlüsselte Kommunikationsmöglichkeiten und das Recht auf anonyme Nutzung des Internets und setzen uns gegen die weitere Fragmentierung des Internets und gegen Internetabschaltungen ein.« (S. 68)"],
        "linke":["green", "»Aufnahmeregelungen für Schutzbedürftige müssen ausgeweitet werden, etwa auch über das Resettlement-Programm des UNHCR.« (S. 89)"],
        "fw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["green", "»Aufenthaltserlaubnis aus humanitären Gründen für Kontingentflüchtlinge, bis eine Rückkehr ins Heimatland möglich ist.« und »Ausweitung der organisierten Aufnahme von durch das UN-Flüchtlingshilfswerk UNHCR anerkannten, besonders schutzbedürftigen Flüchtlingen, die weder in ihr Heimatland zurückkehren noch in ihrem ersten Zufluchtsland bleiben können (Resettlement-Programme).« (S. 47)"],
        "volt":["green", "»Verstärkter Einsatz für internationale Instrumente wie das Globale Flüchtlingsforum und für die konstruktive Zusammenarbeit mit Drittländern, dem UNHCR, Wissenschaftlern und anderen freiwilligen Geflüchtetenorganisationen.« (S. 60)"]
       }
      },
    {"title": "Seenotrettung in europäischer Verantwortung",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Das Sterben auf dem Mittelmeer muss aufhören. Die Seenotrettung ist eine Verpflichtung aus dem internationalen Seerecht. Zivile Seenotrettung, die diese Aufgabe und humanitäre Verantwortung übernimmt, Menschen aus Not zu retten, darf demnach auch nicht kriminalisiert werden und wird weiter von uns unterstützt. Letztendlich wollen wir, dass Seenotrettung innerhalb der EU staatlich gewährleistet wird und sicherere Fluchtwege geschaffen werden.« (S. 35)"],
        "fdp":["red", "»Frontex soll auch die Seenotrettung auf dem Mittelmeer übernehmen, um damit einerseits Menschen vor dem Ertrinken zu retten, andererseits illegale Grenzübertritte zu vermeiden.« (S. 9)"],
        "grüne":["green", "»Das Völkerrecht verpflichtet uns dazu, Menschen in Seenot zu retten. Es braucht endlich eine europäische Initiative für eine staatlich koordinierte und finanzierte Seenotrettung. (...) Alle Mitgliedstaaten der EU sind dafür verantwortlich, zu gewährleisten, dass Seenotrettungsorganisationen ihre Einsätze gefahrlos absolvieren können. Die Seenotrettungsschiffe dürfen nicht durch Behörden in ihrer Arbeit behindert und Seenotrettung nicht kriminalisiert werden. Die EU-Kommission sollte der Kriminalisierung von Hilfsorganisationen entschieden entgegentreten.« (S. 105)"],
        "linke":["green", "»Seebrücken und Fähren statt Frontex! Frontex muss umgewandelt werden in eine europäische Rettungsmission.« und »Seenotrettung ist nicht nur legal, sie ist nach dem internationalen Seerecht Pflicht. Es braucht eine EU-finanzierte Seenotrettungsmission, um das Massensterben auf dem Mittelmeer zu beenden und die Ausschiffung in einen sicheren Hafen in der EU zu gewährleisten.« (S. 89)"],
        "fw":["yellow", "»Europa muss dafür sorgen, dass nicht jedes Jahr tausende Menschen im Mittelmeer ertrinken. Dafür ist sicherzustellen, dass das In-See-Stechen verhindert wird, dass ggf. eine umgehende Rückführung noch auf See durch den EU-Außengrenzschutz erfolgt und dass Nachbarstaaten, die dabei nicht kooperieren, mit Sanktionen belegt werden. Institutionalisierte zivile Seenotrettung ist in die Befehlsstrukturen des EU-Außengrenzschutzes einzubinden oder zu unterbinden. Hoheitliche Aufgaben sind hoheitlich durchzuführen.« (S. 14)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["yellow", "»Wir Piraten verurteilen die Kriminalisierung aller Menschen und Organisationen, die Schutzsuchenden helfen. Die Kriminalisierung von humanitärer Hilfe untergräbt grundsätzlich den Grundsatz der Rechtssicherheit und damit die Rechtsstaatlichkeit in der EU.« (S. 19)"],
        "tierschutz":["green", "»Wir setzen uns für eine bedingungslose Seenotrettung ein [...]. Es ist unabdingbar, eine europaweite, gemeinsame Seenotrettung zu etablieren, die das Prinzip der Seenotrettung konsequent umsetzt und keine Pushbacks mehr zulässt.« (S. 2)"],
        "ödp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
    {"title": "ablehnende Haltung zum neuen GEAS",
      "positions": {
        "cdu":["yellow", "Unser Ziel ist ein einheitliches und schnelles Asylverfahren mit der Möglichkeit, innerhalb der EU einmalig einen Asylantrag zu stellen. Klar ist: Es darf nicht möglich sein, in mehreren Ländern einen Asylantrag zu stellen. Dabei ist die grundsätzliche Zuständigkeit des Ersteinreiselandes beizubehalten und eine solidarische Lastenverteilung sicherzustellen.« (S. 14)"],
        "spd":["green", "»Eine Reform des Dublin-Systems, die Kriegsflüchtlinge schützt und das Recht auf Asyl vollumfänglich gewährt. Das Wahren des Asylrechts ist eine gemeinsame europäische Aufgabe, die solidarisch erfüllt werden muss. Sie darf nicht allein auf diejenigen Staaten mit einer Außengrenze verlagert werden. Deshalb wollen wir das Dublin System durch einen solidarischen Verteilungsschlüssel ersetzen.«"],
        "fdp":["green", "»Wir Freie Demokraten wollen ein Gemeinsames Europäisches Asylsystem (GEAS) „aus einem Guss“. Die bisherigen Regelungen (insbesondere die Dublin-III-Verordnung) haben sich in der Praxis nicht als echte Lösung erwiesen: Wir brauchen stattdessen ein echtes Gemeinsames Europäisches Asylsystem, um Blockaden bei der Lösung der Migrations- und Integrationsfrage zu überwinden. Kernelemente sind bessere gemeinsame Standards und Prozesse für die Registrierung, Antragsbearbeitung und -bescheidung, ein neuer Krisenmechanismus sowie die Verteilung von Flüchtlingen nach einem verbindlichen europaweiten Verteilungsschlüssel, außer in Fällen, in denen erkennbar keine Bleibeperspektive besteht«"],
        "grüne":["green", "»Das Dublin-System, wonach Asylsuchende in dem Land Asyl beantragen müssen, das sie zuerst betreten haben, ist ungerecht, wirkungslos und gescheitert« und »Eine Reform dieses Systems und ein fairer und solidarischer Verteilungsmechanismus sind deshalb überfällig und wurden vom Europäischen Parlament längst beschlossen«"],
        "linke":["green", "»Auch das Dublin-System muss ein Ende haben. Alle Schutzsuchenden sollen sich selbst entscheiden können, in welchem Land sie Asyl beantragen wollen.« (S. 40)"],
        "fw":["green", "»„Dublin“ ablösen: Reform der Asyl- und Flüchtlingspolitik in Europa. Weiterhin verfolgen wir FREIE WÄHLER eine gemeinsame und gerechte Umverteilung der Geflüchteten auf alle EU-Mitgliedstaaten. Die Verteilung soll über die bestehende EU-Asylagentur EASO erfolgen. Um ihr Weiterziehen in Nachbarländer innerhalb Europas einzudämmen, brauchen wir in den Mitgliedstaaten einheitliche Standards der Unterbringung und Versorgung.« (S.15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Ein verbindlicher Flüchtlingsverteilungsschlüssel muss dafür sorgen, dass alle EU-Mitgliedstaaten sich an der Bewältigung dieser Herausforderung entsprechend ihren Möglichkeiten beteiligen.«"],
        "ödp":["green", "»Wer hilft, darf nicht überfordert werden. Daher muss das Dublin-Verfahren grundlegend reformiert werden, damit weder die Mitgliedsstaaten an den EU-Außengrenzen übermäßig belastet werden noch die bevorzugten Zielländer in der Mitte und im Norden Europas.«" ],
        "humanisten":["green", "»Hierfür plädieren wir für ein solidarisches europäisches Asylsystem, welches Geflüchtete nach klaren Kriterien innerhalb Europas verteilt. Zu den Kriterien zählen etwa die Bevölkerungsgröße und Wirtschaftskraft der aufnehmenden Regionen.«"],
        "mlpd":["green", "»Schluss mit den Dublin-Abkommen! Asylrecht auf antifaschistischer Grundlage.«"],
        "lg":["green", "»Wir verlangen ein gemeinsames europäisches Asylverfahren (CEAS), das internationales und europäisches Recht respektiert und die Grundrechte der migrierten Menschen garantiert.« und »Wir werden dafür kämpfen, das so genannte „Hotspot-System“ zur Migrationskontrolle zu beenden und die Lebensbedingungen von Migrant*innen schnell verbessern. Das Festhalten immigrierter Menschen in geschlossenen Auffanglagern muss beendet werden, besonders die Internierung von Kindern.«"],
        "volt":["green", "»«"]
       }
      },
    {"title": "Ablehnung des Konzepts Sichere Herkunftsstaaten",
      "positions": {
        "cdu":["red", "»Das Konzept der sicheren Drittstaaten umsetzen. Jeder, der in Europa Asyl beantragt, soll in einen sicheren Drittstaat außerhalb der EU gebracht werden und dort ein Verfahren durchlaufen. Es muss ermöglicht werden, dass in sicheren Drittstaaten Asylverfahren stattinden, die allen rechtsstaatlichen Voraussetzungen entsprechen. Im Falle der Anerkennung soll der sichere Drittstaat ihnen Schutz gewähren.« (S. 7)"],
        "spd":["yellow", "»Aus dem individuellen Asylrecht ergibt sich, dass die Überprüfung der Asylgründe anhand des Einzelfalls erfolgt. Schutzsuchende müssen stets die Möglichkeit haben, effektive Rechtsmittel gegen ablehnende Asylentscheidungen einzulegen. Allgemeine Bewertungen der Sicherheitslage in den Herkunftsländern, die in den Asylverfahren berücksichtigt werden, müssen regelmäßig auf Basis verlässlicher, rechtsstaatlicher Kriterien überprüft werden.« (S. 34)"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["yellow", "»Dabei ist uns wichtig, dass die Interessen der Herkunftsländer mitbedacht werden, denn auch dort werden Fachkräfte gebraucht. Statt bürokratischer und langwieriger Verfahren wollen wir die Fach- und Arbeitskräfteeinwanderung von Menschen mit verschiedenen Qualifikationsniveaus mit EU-weiten gemeinsamen Rahmenregelungen fördern. Hierzu zählt, die Anerkennung von Bildungsabschlüssen aus Drittstaaten einheitlich und unbürokratisch zu gestalten.« (S. 101)"],
        "linke":["green", "»Die Militarisierung der EU-Außengrenzen und die militärische „Unterstützung“ von Drittstaaten zur Vorverlagerung der europäischen Grenzen zum Zweck der Migrationsabwehr sind brutal, inhuman und verletzen massiv die Charta der Europäischen Grundrechte.« (S.69) und »Die EU hat erst mit der Türkei und jetzt mit Tunesien ein umfassendes Partnerschaftsabkommen geschlossen, das die Abwehr von Geflüchteten an den EU-Außengrenzen im Gegenzug für Investitionen vorsieht. Vier Monate zuvor hatte das Europäische Parlament die vielfältigen Menschenrechtsverletzungen in Tunesien kritisiert: Das Parlament war ausgesetzt, Journalist*innen, Richter*innen und Gewerkschafter*innen wurden willkürlich inhaftiert. Jetzt erhält Tunesien von der EU 1,5 Milliarden Euro. Das ist ein Skandal.« (S. 88f.) und »Eine Vorverlagerung der Grenzabwehr, sei es in Afrika oder sonst wo, lehnen wir ab. Keine Deals mit Diktaturen!« (S. 89)"],
        "fw":["red", "»Die Einordnung der Herkunftsländer in sichere und unsichere Drittstaaten muss gemeinsam erfolgen.« (S. 14)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
       }
      },
    {"title": "Ablehnung von Rücknahmeabkommen allgemein (z.B. mit der Türkei und anderen nordafrikanischen Staaten)",
      "positions": {
        "cdu":["red", "»Abkommen mit Transit- und Herkunftsstaaten schließen. Wir begrüßen, dass die EU mit Tunesien ein Partnerschaftspaket eingegangen ist. Wir brauchen mehr solcher Abkommen etwa mit Ägypten und ein erneuertes EU-Türkei-Abkommen.« (S. 8)"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["red", "»Wir fordern zudem, dass die EU mittelfristig einen stärkeren Fokus auf Verhandlungen über Wirtschaftspartnerschaftsabkommen mit afrikanischen und arabischen Partnerländern legt. Hierbei sind ebenfalls die Maghreb-Staaten, auch mit Blick auf die Flüchtlingsströme, gezielt in den Fokus zu nehmen. Nicht nur angesichts des erwarteten Anstiegs der Bevölkerung Afrikas auf 2,5 Milliarden Menschen in 2050 und der strategischen Bedeutung des Nachbarkontinents Afrika für die politische und wirtschaftliche Interessenlage Europas ist es von vitaler Bedeutung für die EU, stärkeren Fokus auf Wirtschaftspartnerschaften mit afrikanischen Partnerländern zu legen, um Lebenschancen vor Ort zu gewährleisten.« (S. 8)"],
        "grüne":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "linke":["green", "»﻿«"],
        "fw":["red", "»Europa muss eine aktive Nachbarschaftspolitik im Sinne unserer europäischen Interessen machen. Stichworte dafür sind Ausbildungs-, Migrations- und Rückführungsabkommen, Energiepartnerschaften, Rohstoff- und Produktionsstandortabkommen.« (S. 11) und »Wir wollen, dass die EU den Abschluss sogenannter EU-Rückübernahmeabkommen voranbringt, um einzelne nationale Rückführungsabkommen überflüssig zu machen. Die Fluchtherkunftsländer sollen im Gegenzug eine privilegierte Rolle in der europäischen Entwicklungszusammenarbeit erhalten.« (S. 14) und »Wir verfolgen das Ziel, dass die im Mittelmeer aufgegriffenen Migranten zur nahe gelegenen nordafrikanischen Küste zurückgebracht werden. (...) Die völkerrechtliche Möglichkeit von Rückführungen auch gegen den Willen des betroffenen Staates ist zu prüfen.« (S. 14)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["red", "»Bei allen Rückübernahmeabkommen der Union muss die Wahrung der Menschenrechte in den Mittelpunkt gestellt werden. Gleichzeitig lehnen wir Abkommen mit autoritären Regimen ab. Partnerschaften mit Drittländern für koordinierte Rückführungen sollen Vorrang erhalten, wenn sie im Rahmen eines respektvollen und für beide Seiten vorteilhaften Rückführungsprozesses und in Verbindung mit der gesetzlichen Migrationspolitik stehen.« (S. 71)"]
       }
      },
    {"title": "Abschaffung von Frontex",
      "positions": {
        "cdu":["red", "»Außengrenzen schützen, Frontex stärken. Wir brauchen eine bessere Überwachung der EU-Außengrenzen und - wo immer es nötig ist - auch baulichen Grenzschutz. Denn über die Einreise in die EU haben staatliche Behörden zu entscheiden und nicht kriminelle Netzwerke von Schleusern. Die europäische Grenzschutzagentur Frontex muss eine echte Grenzpolizei und Küstenwache mit hoheitlichen Befugnissen und mit 30.000 Grenzschützern werden, die irreguläre Migration wirksam aufhalten kann.« (S. 7)"],
        "spd":["yellow", "»Wir fordern bei der Gewährleistung des Außengrenzschutzes der EU die Einhaltung aller humanitären und rechtsstaatlichen Vorschriften. Wir stellen klar: Pushbacks sind eine eklatante Verletzung des Völkerrechts. Ein Tolerieren durch oder gar eine Beteiligung von Behörden der Mitgliedsstaaten oder von Frontex darf es unter keinen Umständen geben. Illegale Zurückweisungen müssen unverzüglich eingestellt und sanktioniert werden. Wir unterstützen daher ausdrücklich ein unabhängiges Monitoring aller nationalen Aktivitaten im Kontext Migration und Asyl. Dabei muss insbesondere die Europäische Grenzschutzagentur Menschenrechtsverletzungen aufklären und, wo immer möglich, verhindern. Damit die EU-Außengrenzen rechtsstaatlich und sicher sind, braucht es weiterhin eine umfassende Prüfung der systematischen und strukturellen Probleme der größten EU-Agentur.« (S. 34)"],
        "fdp":["red", "»Wir Freie Demokraten fordern einen schnelleren Ausbau der EU-Grenzschutzagentur Frontex auf die vorgesehene Personalstärke von 10.000 Einsatzkräften. Begleitet werden muss dies von strukturellen Reformen und einer Erweiterung von Kontroll- und Transparenzmechanismen.« (S. 9)"],
        "grüne":["yellow", "»Grenzkontrollen an den Außengrenzen sind eine EU-Gemeinschaftsaufgabe, die zunehmend von europäischen Beamt*innen übernommen werden sollte. Deswegen wollen wir Frontex rechtsstaatlich weiterentwickeln. Dazu gehört, dass Frontex sich nicht an menschenrechtswidrigen Einsätzen beteiligen darf und solche Einsätze konsequent und zeitnah beenden muss, so wie es in der Frontex-Verordnung vorgesehen ist. Gleichzeitig bedarf es einer engmaschigen parlamentarischen Kontrolle von Frontex-Einsätzen. Wir setzen uns dafür ein, dass Frontex nicht nur vom Europäischen Parlament, sondern auch von nationalen Parlamenten besser überwacht wird. Dazu gehört auch der Zugriff auf Einsatzberichte. Es muss einfacher werden, Frontex für Rechtsverstöße zur Rechenschaft zu ziehen, beispielsweise durch eine eigene Haftungsgrundlage.« (S. 104)"],
        "linke":["green", "»Seebrücken und Fähren statt Frontex! Frontex muss umgewandelt werden in eine europäische Rettungsmission.« (S. 89)"],
        "fw":["yellow", "»Wollen wir eine dauerhafte Rückkehr zu Schlagbäumen an unseren Binnengrenzen verhindern, müssen wir gemeinsam und engagiert unsere Außengrenzen schützen. Das erfordert den Aufbau eines gemeinsamen europäischen Grenzschutzes. FRONTEX braucht ein großes Update.« (S. 13) und »Wir wollen den europäischen Außengrenzschutz massiv stärken. FRONTEX soll hier die Koordination übernehmen und massiv ausgebaut werden. Die Mitgliedsstaaten sollen beim Außengrenzschutz nicht mehr führend sein müssen, sondern nur mehr unterstützen. Wir forcieren eine gemeinsame europäische Grenzschutzeinheit, bestehend aus bereitgestellten Kontingenten der Mitgliedsstaaten. Sie muss in der Lage sein, die gesamte EU-Außengrenze sinnvoll überwachen zu können.« (S. 13)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["yellow", "»Die EU-Grenzschutzagentur Frontex muss sich ebenso wie die Mitgliedstaaten an das Völkerrecht halten. Die von Frontex erhobenen Vorwürfe des Verstoßes gegen das Abschiebungsverbot müssen ernst genommen werden.« (S. 20)"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["red", "»Menschenwürdigen Umgang mit Flüchtlingen an den EU-Außengrenzen und in den Aufnahmestaaten und konsequentere Kontrolle der Einhaltung der Menschenrechte durch die europäische Agentur für die Grenz- und Küstenwache Frontex.« (S. 47)"],
        "volt":["yellow", "»Verbesserung und Sicherstellung der Such- und Rettungseinsätze der EU (SAR-Operationen) und humanitärer Bemühungen, die die Risiken irregulärer Wege (z.B. Seenotrettung oder Evakuierung) mindern oder beseitigen. Die Rechtmäßigkeit der humanitären Bemühungen muss geschützt und die offizielle Zusammenarbeit mit EU- und nationalen Behörden muss gewährleistet sein.« (S. 68)"]
       }
      },
    {"title": "Sofortiger Abschiebestopp",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "fdp":["red", "»Die Werte der Union – Freiheit, Demokratie und Rechtsstaatlichkeit – sind das Fundament, auf dem die EU aufgebaut ist. Wer den Rechtsstaat mit Füßen tritt, dem müssen rasch und konsequent EUFördermittel entzogen werden.« (S. 10)"],
        "grüne":["yellow", "»Gleichzeitig wissen wir, dass nicht alle Asylverfahren zu einer Aufenthaltserlaubnis führen. Wer nach sorgfältiger Prüfung der asyl- und aufenthaltsrechtlichen Voraussetzungen sowie nach Ausschöpfung aller Rechtsmittel kein Aufenthaltsrecht erhalten hat, muss zügig wieder ausreisen – sofern dem keine Abschiebehindernisse entgegenstehen. Rückführungen sind immer mit besonderen menschlichen Härten verbunden. Wir wollen, dass die freiwillige Rückkehr Vorrang vor zwangsweisen Rückführungsmaßnahmen hat. Deshalb setzen wir uns für eine europaweite, ergebnisoffene und unabhängige Rückkehrberatung ein.« (S. 104)"],
        "linke":["green", "»Abschiebungen, insbesondere in Krieg, Verfolgung und Elend oder als Form der Doppelbestrafung, lehnen wir grundsätzlich ab – im Gegensatz zu allen anderen Fraktionen im Bundestag und im Europaparlament. Wir haben immer dagegen gestimmt und werden das auch in Zukunft tun.« (S. 90)"],
        "fw":["red", "»Asyl, Flüchtlingsschutz und subsidiärer Schutz bei Bürgerkriegen bedeuten immer Aufenthalt auf Zeit. Hierfür brauchen wir ein verlässliches Ein- und Ausreisesystem, das eine konsequente Zurückweisung an der EU-Außengrenze und Asylverfahren außerhalb Europas ermöglicht.« (S. 13f.) und »Uns ist bewusst, dass viele zugewanderte Menschen, die heute in Deutschland ansässig sind, auf Dauer auch bleiben werden. (...) Dies soll unabhängig von unseren Forderungen nach besserem Grenzschutz, Rückführung oder schnelleren Asylverfahren geschehen, um nicht langfristig Parallelgesellschaften zu schaffen, die eine große Gefahr für den sozialen Frieden darstellen.« (S. 31)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["red", "»Bei allen Rückübernahmeabkommen der Union muss die Wahrung der Menschenrechte in den Mittelpunkt gestellt werden. Gleichzeitig lehnen wir Abkommen mit autoritären Regimen ab. Partnerschaften mit Drittländern für koordinierte Rückführungen sollen Vorrang erhalten, wenn sie im Rahmen eines respektvollen und für beide Seiten vorteilhaften Rückführungsprozesses und in Verbindung mit der gesetzlichen Migrationspolitik stehen.« und »Einhalten des Non-Refoulement Prinzips. Wir lehnen Rückführung von Migrant*innen in Länder, die nicht als sicher gelten, ab.« (S. 71)"]
       }
      },
    {"title": "Klima als Fluchtursache anerkennen",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahprogramm der Partei"],
        "spd":["green", "»Mit Gewalt ausgetragene Konflikte, staatliche Repression, Diskriminierung und massive Menschenrechtsverletzungen, Armut und die Auswirkungen des Klimawandels gehören zu den wichtigsten Auslösern von Fluchtbewegungen.« (S.35)"],
        "fdp":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "grüne":["green", "»Die Zahl der Vertriebenen durch Kriege, die Klimakrise oder fehlende wirtschaftliche Perspektiven hat sich weltweit in den letzten zehn Jahren verdoppelt.« (S. 101)"],
        "linke":["green", "»Armuts-, Umwelt- und Klimaflüchtlinge müssen verbindliche Flüchtlingsrechte bekommen. Niemand flieht freiwillig!« (S. 89)"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["yellow", "»Wir Piraten sind davon überzeugt, dass der beste Weg die Sicherheit künftiger Asylbewerber zu gewährleisten, eine wirksame Konfliktprävention und die Bekämpfung des Klimawandels ist.« (S. 19)"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["green", "»Anerkennung von Klimaflüchtlingen« (S. 48)"],
        "volt":["green", "»Anpassung des derzeitigen EU-Rahmens, um die Anerkennung einer rechtsverbindlichen Definition von Klima-Geflüchteten zu erreichen. Es muss gewährleistet sein, dass der Begriff im Rahmen internationalen Rechts aufgenommen wird und die Ausweitung humanitärer Visa auf Klima-Geflüchtete.« (S. 72)"]
       }
      }
    ]
  },

  {"title": "Thema: Einwanderung und Visapolitik",
  "items": [
      {"title": "Forderung eines europäischen Einwanderungsgesetzes",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["yellow", "»(...) brauchen wir einheitliche und einfache Regelungen für legale Zuwanderung nach Europa, die sich nicht ausschließlich an ökonomischen Kriterien orientiert. Als Vorbild kann hier die deutsche Regelung für eine vereinfachte Arbeitsmigration für den Westbalkan dienen.« und »(...) einheitliche und einfache Regelungen für legale Zuwanderung nach Europa. Das deutsche Fachkräfteeinwanderungsgesetz könnte hierfür als Vorlage dienen.«"],
        "fdp":["green", "»Wir Freie Demokraten wollen ein einheitliches europäisches Asyl-, Flüchtlings- und Einwanderungsrecht.« und »Im Rahmen eines einheitlichen europäischen Asyl-, Flüchtlings- und Einwanderungsrechts muss klar zwischen Flucht, Asyl und arbeitsmarktbezogener Einwanderung unterschieden werden. Die EU muss ihre Attraktivität für qualifizierte Facharbeiterinnen und Facharbeiter sowie Studierende aus Nicht-EU-Staaten erhöhen. Hierzu fordern wir die Einführung eines europäischen kriterienbasierten Punktesystems nach einheitlichen Maßstäben, welches etwa die Abschlüsse und Sprachkenntnisse gewichtet und auf dessen Grundlage die Mitgliedstaaten nationale Kontingente und Bedarfsanalysen festlegen und durchführen können.«"],
        "grüne":["green", "»Mit dem UN- Migrationspakt (Global Compact for Migration) haben die Mitgliedstaaten der Vereinten Nationen ein sehr umfassendes Rahmenwerk für sichere und geordnete Migration erarbeitet. Auf dieser Grundlage soll ein europäisches Einwanderungsrecht mit gemeinsamen Rahmenregelungen dabei helfen, gleiche Standards in Europa für die sichere und legale Einwanderung von Menschen mit verschiedenen Qualifikationsniveaus und deren Familien zu etablieren«"],
        "linke":["yellow", "»Wir wollen einen Politikwechsel in der Einwanderungs- und Flüchtlingspolitik der EU und fordern daher einen Dreiklang: (...) 1. Menschen retten (...) 2. Grundrechte europaweit durchsetzen (...) 3. Fluchtursachen endlich tatsächlich bekämpfen« (S. 40)"],
        "fw":["yellow", "»Wir FREIE WÄHLER wollen eine klare Trennung von Zuwanderung und Einwanderung: Für qualifizierte Arbeitskräfte wollen wir das Modell der europäischen Blue-Card ausbauen.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["yellow", "»Die Europäischen PIRATEN fordern eine gemeinsame europäische Einwanderungspolitik, (...) die legale Zuwanderungswege in den europäischen Arbeitsmarkt eröffnet (...) Sprachkenntnisse (...) positiv berücksichtigt (...) Berufsqualifikationen in einem vereinfachten Verfahren anerkennt (...) es den Mitgliedsstaaten ermöglicht, ihre Anforderungen (...) festzulegen« (S. 17)"],
        "tierschutz":["green", "»Wir wollen ein modernes EU-weites Einwanderungsgesetz nach dem Punktemodell, das Arbeitsaufnahme, Arbeitssuche und Ausbildung ermöglicht.«"],
        "ödp":["green", "»Die ÖDP fordert daher auf EU-Ebene: (...) für die Arbeitsmigration aus Nicht-EU-Staaten: Die Schaffung eines Zuwanderungsgesetzes, das faire Chancen auf legale Zuwanderung in die EU bietet, aber nicht zu einer übermäßigen Abwanderung gut qualifizierter Fachkräfte aus den Herkunftsländern führt.«"],
        "volt":["yellow", "»Protect both domestic and foreign workers against the negative effects of economic migration, by applying minimal harmonization among all Euro- pean countries ensuring that access to basic social, legal and medical services is guaranteed.«"]
       }
      },
      {"title": "Zuzug von Fachkräften in die EU erleichtern",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["green", "»Ein europäisches Konzept gegen den Fachkräftemangel. Wir brauchen für Unternehmen wie für außereuropäische Arbeitnehmerinnen und Arbeitnehmer einheitliche und einfache Regelungen für legale Zuwanderung nach Europa. Das deutsche Fachkräfteeinwanderungsgesetz könnte hierfür als Vorlage dienen.«"],
        "fdp":["green", "»Die gezielte Anwerbung von Fachkräften aus Drittstaaten, die nach einem kriterienbasierten Punktesystem ein Arbeitsvisum erhalten können, wollen wir zukünftig mit der Gründung einer europäischen Fachkräfteagentur und von europäischen Ausbildungszentren in Drittstaaten unterstützen.« und »Damit wird erwünschte Fachkräfteeinwanderung effektiv und effizient nach europäischen Kriterien gesteuert und illegaler Wirtschaftsmigration der Boden entzogen«"],
        "grüne":["yellow", "»Da bislang nur ein europäisches System der Arbeitsmigration für Hochqualifizierte besteht, gehen jedoch auch potenzielle Migrant*innen den Weg über das Asylsystem und scheitern. Arbeitsmigration ist jedoch nicht nur eine Realität, sondern in Zeiten des Fachkräftemangels und demografischen Wandels auch eine Notwendigkeit für Staaten wie Deutschland.«"],
        "linke":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fw":["green", "»Für qualifizierte Arbeitskräfte wollen wir das Modell der europäischen Blue-Card ausbauen.« (S. 15)"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Wir setzen uns daher für ein modernes Einwanderungsgesetz ein, das Talenten und Fachkräften ermöglicht, sich ohne Hürden in der EU niederzulassen.«"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["green", "»We will push for a reform of “Your Europe” to include labour migration and integration for EU and non-EU citizens wanting to live and work in another EU country. In addition, once in Parliament, we will revisit the Single Permit Directive and the Long-Term Resident Directive to ensure that the groups of migrants that qualify for application under these procedures are sufficiently diverse.« und »n addition, we will lobby for one coherent European strategy of 'attracting the best talent' and actively market it in “target countries” through EU delegations and Member State embassies.« und »once in Parliament, we will draft a proposal for a new legislative instrument in the form of a location-specific temporary residence and working permit available to non-EU migrants falling within a specific category of labour migrants, such as health workers or builders, of which there exists a shortage on the European labour market.«"]
       }
      },
    {"title": "Zuzug von Nicht-EU-Studierenden und -Auszubildenden erleichtern",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["yellow", "»Die EU muss ihre Attraktivität für qualifizierte Facharbeiterinnen und Facharbeiter sowie Studierende aus Nicht-EU- Staaten erhöhen«"],
        "grüne":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "linke":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Wir wollen ein modernes EU-weites Einwanderungsgesetz nach dem Punktemodell, das Arbeitsaufnahme, Arbeitssuche und Ausbildung ermöglicht.«"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"]
       }
      },
    {"title": "Bessere Anerkennung von außereuropäischen Abschlüssen",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "grüne":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "linke":["green", "»Es braucht eine bessere Anerkennung der Qualifikationen und Abschlüsse von Nicht-EU-Bürger*innen, damit diese ihre Berufe weiter ausüben können.« (S. 41)"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["green", "»Die Europäischen PIRATEN fordern eine gemeinsame europäische Einwanderungspolitik, die (...) erworbene Zertifizierungen und Berufsqualifikationen in einem vereinfachten Verfahren anerkennt« (S. 17)"],
        "tierschutz":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["green", "»In addition, this proposal will include procedures on the recognition of skills to allow asylum-seekers to continue the vocation they fulfilled in their country of origin, for as far as this is possible.«"]
       }
      },
    {"title": "Statuswechsel: Möglichkeit, Asylstatus in dauerhaften Aufenthaltstitel umzuwandeln",
      "positions": {
        "cdu":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "spd":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fdp":["green", "»In diesem Zusammenhang soll im Rahmen der Systemumstellung der „Spur- wechsel“ vom Asylverfahren in ein Einwanderungsverfahren ermöglicht werden.«"],
        "grüne":["green", "»Menschen, die bereits in Europa sind und die in Beschäftigung stehen, sollen im Rahmen eines sogenannten Spurwechsels ins europäische Einwanderungssystem wechseln und hier bleiben können.«"],
        "linke":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "fw":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "bsw":["grey", "Findet keine Erwähnung im Wahlprogramm der Partei"],
        "piraten":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "tierschutz":["green", "»Bereits hier lebende Asylsuchende und Schutzberechtigte müssen grundsätzlich die Möglichkeit erhalten, sich nach dem Punktesystem als Einwanderer zu bewerben (Spurwechsel).«"],
        "ödp":["grey", "Findet im Wahlprogramm der Partei keine Erwähnung"],
        "volt":["green", "»Asylum seekers must be able to enter the job market from day one, and their skills must be more easily recognised.« und »We will introduce a proposal to adapt Regulation 2013/32 on the granting and withdrawing of international protection of asylum-seekers to ensure that the right to work is included from day one.«"]
       }
      }
    ]
  }
]
}
